[
  {
    "categoryName" : "Ecologia",
    "numberOfTabs" : 16,
    "tabs" : [
      {
        "title" : "Introdução I:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Ainda no final do século XIX e no início do século XX, a parasitologia era uma ciência considerada recente, que se preocupava em descrever a forma dos agentes ediológicos, a sua biologia, forma de transmissão e patogenia. De certa forma, assemelhava-se à uma zoologia parasitária. A partir da primeira década do século XX até as décadas de 1970 e 1980, a parasitologia se desenvolveu muito nos aspectos citados acima, que buscava decifrar acerca dos parasitos, com a adição de outros, tais como a nutrição, a epidemiologia, os métodos de diagnóstico, a profilaxia e a terapêutica mais eficaz para cada um.\n    De 1990 até meados de 2013, a parasitologia deu continuidade ao seu avanço, utilizando como ferramentas complementares a genética, a bioquímica, a ultraestrutura, a biologia molecular e a reação entre o parasito e o hospedeiro, a fim de aperfeiçoar os mesmos tópicos supracitados.\n    Como pode-se observar, a ciência parasitológica, desde sua criação, foi um campo abrangente e vasto para pesquisas. Sob o ponto de vista biológico, o ser humano é apenas uma das milhares de espécies existentes na comunidade biológica, onde cada uma participa e gera efeitos para todos os outros. A espécie humana tem capacidade de controlar parcialmente o meio na qual ela vive, mas é totalmente dependente deste, isto é, caso não haja uma boa qualidade do solo, da água e do ar, os humanos não sobreviveriam.\n</p>"
      },
      {
        "title" : "Introdução II:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Caso a ação humana seja demasiada, tal como tem sido ultimamente, a tendência será a ocorrência de um desequilíbrio social e ambiental que, por consequência, ocasionará a saúde pública e as parasitoses, em particular. Pode-se considerar a Terra como um sistema fechado, onde nada pode ser desperdiçado ou descartado, caso contrário fará falta para os demais pertencentes a esse conjunto. Além disso, todos esses indivíduos devem ser tratados com o mesmo valor ecológico e, ao ser humano, a espécie mais desenvolvida e capaz de decidir o próprio destino e o de outros seres vivos, cabe compreender que, quanto maior o desequilíbrio que este possa causar, menor será a duração da vida na Terra.\n    Como foi dito acima, o ser humano pertence à natureza, e compõe a ordem natural da vida, a qual é regida por três principais leis, existentes desde tempos imensuráveis:\n<ul><li><p>Interdependência: os seres vivos e não vivos possuem uma relação de interdependência.</p></li>\n<li><p>Reciclagem: De acordo com Lavoisier, “na natureza, nada se cria, nada se perde, tudo se transforma”, isto é, a constante reciclagem dos componentes bióticos e abióticos permite a circulação e a renovação da vida.</p></li>\n<li><p>Pressão Evolutiva: há uma permanente pressão evolutiva sobre os seres vivos, que permite a adaptação e a sobrevivência das espécies, bem como a formação de novas.</p></li></ul>\n</p>"
      },
      {
        "title" : "Introdução III:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os humanos, que possuem inteligência, criatividade e emoções ilimitadas, também são afetados por estas leis citadas anteriormente. Por outro lado, estes também são capazes de utilizar os recursos naturais para a construção de sociedades, religiões e exércitos. De tribos isoladas, os humanos evoluíram para tribos, cidades, nações e, atualmente, para a globalização. Tal fato, porém, ocorreu apenas com o uso deliberado e inconsciente dos recursos naturais, o que coloca em risco a nossa espécie e as demais.</p>"
      },
      {
        "title" : "Introdução IV:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Atualmente, a saúde pública e individual são os maiores bens existentes em uma sociedade, devido a maior capacidade dos indivíduos viverem mais e de forma saudável. Pelo exposto, pode-se observar a importância da “ecologia médica”, isto é, o amplo e específico conhecimento das doenças e de suas causas, a fim de obter a sua efetiva profilaxia. Assim, a epidemiologia e a ecologia médica devem atuar em conjunto para entender os componentes bióticos e abióticos que propiciam a existência de uma doença. Deve-se, portanto, buscar a saúde ambiental, econômica e social, para que todos disponham das qualidades citadas.\n    A saúde é, por conseguinte, decorrente de três principais fatores:\n<ol><li><p>Genéticos;</p></li>\n<li><p>Interação entre humanos e destes com a natureza;</p></li>\n<li><p>Cuidados pessoais e sociais com a alimentação, atividades físicas e condições apropriadas de higiene.</p></li></ol>\nNesse caso, deve-se levar em consideração diversas variáveis, como a cultura, tipo de comunidade, qualidade e disposição igualitária de alimento e de água, tipo de habitação, urbanização, estímulos para a prática esportiva, dentre outras. De acordo com a organização Mundial de Saúde (OMS), os determinantes sociais da saúde estão relacionados às condições em que uma pessoa vive e trabalha. \n    Em relação aos aspectos genéticos, apenas nas últimas décadas foi possível perceber a sua importância, bem como a detecção do genoma humano e as possíveis medidas preventivas e de tratamento existentes em cada situação.\n    Quanto à interação entre os humanos e o meio ambiente, esta gera possibilidades de sermos acometidos por diferentes agentes etiológicos: vírus, fungos, bactérias, helmintos, protozoários, artrópodes. Por isso, um cidadão se torna mais vulnerável em ambientes de baixas condições sociais e sanitárias, onde as doenças existem por ignorância ou desleixo do mesmo.\n</p>"
      },
      {
        "title" : "Introdução V:",
        "type" : "text",
        "text" : "<p><p>&nbsp; &nbsp; Por tudo isso, o estudo da ecologia parasit&aacute;ria se mostra essencial para a prote&ccedil;&atilde;o ambiental e para a profilaxia de doen&ccedil;as. A ecologia geral e parasit&aacute;ria se relaciona diretamente com alguns termos:</p>\n<ul style=\"list-style-type: disc;margin-left:29.35px;\">\n    <li>Ecossistema</li>\n    <li>Nivel Tr&oacute;fico</li>\n    <li>Clima</li>\n    <li>Bioma</li>\n    <li>Biota</li>\n    <li>Biocenose</li>\n    <li>Bi&oacute;topo, Ec&oacute;topo ou H&aacute;bitat</li>\n    <li>Ec&oacute;tono</li>\n    <li>Nicho Ecol&oacute;gico</li>\n    <li>Potencial Bi&oacute;tico</li>\n    <li>Cadeia Alimentar</li>\n    <li>Focos Naturais e Artificiais das Parasitoses</li>\n    <li>Parasitos de Animais Dom&eacute;sticos e Silvestres</li>\n</ul></p>"
      },
      {
        "title" : "Ecossistema:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; De acordo com A. G. Tansley, &eacute; a unidade funcional b&aacute;sica da ecologia, ou seja, representa uma comunidade ecol&oacute;gica ou um ambiente natural com estreito relacionamento dentre todas as esp&eacute;cies e o meio no qual eles vivem. Os Ecossistemas s&atilde;o a consequ&ecirc;ncia dos processos geol&oacute;gicos e evolutivos, que levam as esp&eacute;cies a se adaptarem ao ambiente f&iacute;sico. Exemplos de ecossistemas s&atilde;o: o oceano, as florestas, geleiras, desertos, savanas.</p>\n<p style='margin-top:0cm;margin-right:0cm;margin-bottom:8.0pt;margin-left:0cm;line-height:107%;font-size:15px;font-family:\"Segoe UI\",sans-serif;'>Obs.: Biogeocenose &eacute; um sin&ocirc;nimo de ecossistema.\n</p>"
      },
      {
        "title" : "Nível Trófico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A intera&ccedil;&atilde;o entre os organismos em um ecossistema pode ser comparada a uma m&aacute;quina termodin&acirc;mica, de modo que o seu luxo de energia segue a cadeia alimentar:</p>\n<p>Vegetais obt&eacute;m energia pela fotoss&iacute;ntese.</p>\n<p><span>&nbsp; &nbsp; &nbsp;&darr;</span></p>\n<p>Animais herb&iacute;voros. (Consumidores prim&aacute;rios)</p>\n<p><span>&nbsp; &nbsp; &nbsp;&darr;</span></p>\n<p><span>Animais carn&iacute;voros. (Consumidores secund&aacute;rios e terci&aacute;rios)</span></p>\n<p><span>&nbsp; &nbsp; Pensando em uma pir&acirc;mide, os vegetais formam a base, de modo a diminuir at&eacute; chegar nos animais carn&iacute;voros terci&aacute;rios, no topo. Em alguns casos de parasitoses, a transfer&ecirc;ncia de energia do hospedeiro para o parasito &eacute; t&atilde;o grande que pode causar a debilidade do paciente. Esses parasitos est&atilde;o em n&iacute;vel tr&oacute;fico mais elevado.</span></p>"
      },
      {
        "title" : "Clima:",
        "type" : "text",
        "text" : "&nbsp; &nbsp; O clima, definido como o conjunto de fenômenos meteorológicos (chuvas, ventos, umidade relativa do ar) é um importante fator para o equilíbrio do ecossistema. Pode-se dizer que o clima afeta diretamente a distribuição e a evolução das espécies no ambiente, uma vez que influencia a capacidade reprodutiva de diversos parasitos (e de outros seres vivos) – tal fato explica os ciclos de vida mais curtos em regiões de climas quentes. Um importante exemplo da relação do clima com as parasitárias é a ocorrência do El Niño, que intensifica as secas da Região Nordeste brasileira o calor na Amazônia, o que leva as pessoas a migrarem para periferias de grandes cidades: locais de prevalência de parasitoses. Comprovadamente, isso acarreta a incidência de leishmaniose visceral nos anos deste fenômeno. Já as maiores temperaturas na Amazônia geram extremos de estiagem e inundação, que causam, respectivamente, períodos de pouca disponibilidade de água potável para a população e, em seguida, enchentes que carregam consigo fezes e outros contaminantes."
      },
      {
        "title" : "Bioma:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A extensa e uniforme cobertura vegetal formada a partir da atua&ccedil;&atilde;o persistente e rec&iacute;proca entre o clima, o solo e os seres vivos existentes. Os biomas s&atilde;o facilmente identific&aacute;veis, e est&atilde;o em equil&iacute;brio com as diversas formas de vida que nele vivem, tal como o deserto, a floresta tropical, o cerrado, as savanas etc.</p>"
      },
      {
        "title" : "Biota:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; &Eacute; o conjunto de componentes vivos em um ecossistema.</p>"
      },
      {
        "title" : "Biótopo, Ecótopo ou Hábitat:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Local onde determinada esp&eacute;cie vive, isto &eacute;, o abrigo f&iacute;sico desta esp&eacute;cie, o qual mant&eacute;m condi&ccedil;&otilde;es uniformes e constantes. Geralmente, o primeiro termo &eacute; utilizado para abrigos dentro do hospedeiro (intestino, sangue, f&iacute;gado etc.), enquanto os dois &uacute;ltimos s&atilde;o designados para abrigos no ambiente (cavernas, lagos etc.)</p>"
      },
      {
        "title" : "Ecótono:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; &Eacute; uma zona de transi&ccedil;&atilde;o entre dois ecossistemas ou biomas. A exemplo disso temos: as margens de lagoas, limites de florestas, restingas nos limites de praias.</span></p>"
      },
      {
        "title" : "Nicho Ecológico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A fun&ccedil;&atilde;o ou atividade que uma esp&eacute;cie exerce em seu bi&oacute;topo, ec&oacute;topo ou habitat. Por exemplo, o intestino delgado humano &eacute; habitat de dois helmintos com nichos distintos: o <em>Ascaris Lumbricoides</em>, que absorve a&ccedil;&uacute;cares, c&aacute;lcio, f&oacute;sforo e carboidratos; e o <em>Ancylostoma duodenale</em>, que consome sangue, oxig&ecirc;nio e ferro do hospedeiro.</p>"
      },
      {
        "title" : "Potencial Biótico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; &Eacute; a capacidade reprodutiva de uma esp&eacute;cie. Por exemplo, a <em>Musca domestica</em> possui um elevado potencial bi&oacute;tico, enquanto a <em>Dermatobia hominis&nbsp;</em>possui um menor potencial bi&oacute;tico.</p>"
      },
      {
        "title" : "Cadeia Alimentar:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Em todo ecossistema, &eacute; poss&iacute;vel encontrar os seguintes elementos componentes da cadeia alimentar:</p>\n<ul>\n    <li>Autotr&oacute;ficos: seres capazes de sintetizar alimentos a partir de CO<sub>2</sub> e nitrog&ecirc;nio, por meio da fixa&ccedil;&atilde;o da energia solar. S&atilde;o tamb&eacute;m chamados de elementos produtores (vegetais e algas que, num ambiente h&iacute;drico, comp&otilde;em o fitopl&acirc;ncton).</li>\n    <li>Heterotr&oacute;ficos: utilizam as subst&acirc;ncias org&acirc;nicas produzidas pelos seres autotr&oacute;ficos. S&atilde;o elementos consumidores, que podem ser prim&aacute;rios, secund&aacute;rios ou terci&aacute;rios, de acordo com o conceito de n&iacute;vel tr&oacute;fico explicado anteriormente.</li>\n    <li>Decompositores: principalmente fungos e bact&eacute;rias que, ao se alimentarem de seres vivos mortos, d&atilde;o continuidade &agrave; circula&ccedil;&atilde;o de compostos org&acirc;nicos e inorg&acirc;nicos. &Eacute; uma parte fundamental da reciclagem.</li>\n</ul>\n<p>&nbsp; &nbsp; Muitas parasitoses s&atilde;o decorrentes do comportamento dos elos da cadeia alimentar, principalmente atrav&eacute;s da ingest&atilde;o de alimentos crus ou da intera&ccedil;&atilde;o humana com o meio ambiente. Dependendo da ci&ecirc;ncia desse fato nos diferentes povos ou fam&iacute;lias, pode haver maior ou menor preval&ecirc;ncia de determinada parasitose.</p>\n<p>&nbsp; &nbsp; A partir disso, pode-se explicar a diferente distribui&ccedil;&atilde;o dos parasitos na Terra. Por&eacute;m. Com a facilidade e velocidade dos meios de transporte e da globaliza&ccedil;&atilde;o, muitos parasitos se dispersaram, fixando-se em regi&otilde;es distantes de sua origem, A t&iacute;tulo de exemplo, existem a mal&aacute;ria, esquistossomose e leishmaniose.</p>"
      },
      {
        "title" : "Focos Naturais e Artificiais das Parasitoses:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Segundo o russo Pavlovsky, com a Teoria dos Focos naturais, certa parasitose se instala e se propaga em uma regi&atilde;o apenas a partir da exist&ecirc;ncia de condi&ccedil;&otilde;es exigidas e necess&aacute;rias para sua esp&eacute;cie. Essas condi&ccedil;&otilde;es comp&otilde;em o foco natural da doen&ccedil;a, isto &eacute;, propiciam o seu bi&oacute;topo e a sua biocenose. A partir de diversas transforma&ccedil;&otilde;es ambientais produzidas pelo homem, estudiosos da Geografia M&eacute;dica como Pierre George e Olivier Dolfus passaram a compreender a perda dos h&aacute;bitats naturais dos parasitos que, agora, devido a industrializa&ccedil;&atilde;o e mecaniza&ccedil;&atilde;o da agricultura, s&atilde;o regidos pelos problemas sociais e econ&ocirc;micos que estas causam (pobreza, falta de saneamento b&aacute;sico etc.).</p>\n<p>&nbsp; &nbsp; Dessa forma, um grande n&uacute;mero de parasitoses humanas, vegetais ou animais existem em maior ou menor preval&ecirc;ncia em certa regi&atilde;o, em decorr&ecirc;ncia das baixas condi&ccedil;&otilde;es sanit&aacute;rias ou nutricionais vigentes (tipo de moradia, forma de escoa&ccedil;&atilde;o de dejetos, insola&ccedil;&atilde;o e ventila&ccedil;&atilde;o adequados, coleta e tratamento de lixo, dentre outros).</p>\n<p>&nbsp; &nbsp; &nbsp;A ocorr&ecirc;ncia de parasitoses &eacute; dada em fun&ccedil;&atilde;o de tr&ecirc;s condi&ccedil;&otilde;es b&aacute;sicas:</p>\n<ul>\n    <li>Presen&ccedil;a do agente etiol&oacute;gico, de hospedeiros e de vetores adequados, simultaneamente.</li>\n    <li>Densidade populacional de hospedeiros e de vetores suficiente para a dispers&atilde;o do parasito.</li>\n    <li>Condi&ccedil;&otilde;es ambientais favor&aacute;veis para a prolifera&ccedil;&atilde;o dos itens acima.</li>\n</ul>"
      },
      {
        "title" : "Parasitos de Animais Domésticos e Silvestres:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Tanto os animais silvestres quanto os dom&eacute;sticos s&atilde;o capazes de possuir in&uacute;meras esp&eacute;cies de parasitos. Ultimamente, devido aos maiores cuidados oferecidos aos animais dom&eacute;sticos, estes s&atilde;o parasitados por um menor n&uacute;mero de esp&eacute;cies, apesar de cada uma dessas poder alcan&ccedil;ar n&uacute;meros elevados, causando a morte do animal. J&aacute; nos animais silvestres, pode ocorrer uma maior quantidade de esp&eacute;cies, por&eacute;m em menores n&uacute;meros, provocando, dificilmente, a morte do animal.</p>\n<p>&nbsp; &nbsp; Tais diferen&ccedil;as se d&atilde;o a dois fatores b&aacute;sicos:</p>\n<ul>\n    <li>Os animais dom&eacute;sticos vivem, geralmente, confinados em ambientes restritos por longos per&iacute;odos, onde ovos, larvas e cistos se concentram, atingindo os hospedeiros facilmente.</li>\n    <li>Os animais silvestres no ambiente natural equilibrado vivem dispersos, dificultando o contato destes com as formas infectantes de parasitos.</li>\n</ul>\n<p>&nbsp; &nbsp; Por&eacute;m, com a maior facilidade de transporte e turismo podem ocasionar o surgimento de novas zoonoses (doen&ccedil;as que acometem animais e humanos), que demandam pesquisas para seu conhecimento e profilaxia, visto que s&atilde;o desconhecidas e pouco estudadas.</p>"
      }
    ]
  },

  {
    "categoryName" : "Ecologia",
    "numberOfTabs" : 1,
    "tabs" : [
      {
        "title" : "Sobre o desenvolvimento do aplicativo:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O aplicativo &ldquo;Parasite Combat&rdquo; &eacute; uma iniciativa da professora do Col&eacute;gio Militar de Belo Horizonte (CMBH) M&aacute;rcia Teles Filog&ocirc;nio, e faz parte de seu projeto de Mestrado em Parasitologia na Universidade Federal de Minas Gerais (UFMG). Em seu projeto de pesquisa, a docente explica a import&acirc;ncia do desenvolvimento de tecnologias educacionais, como este aplicativo, no estudo de Parasitologia:</p>\n<p>&nbsp; &nbsp;&ldquo;As enfermidades infecto-parasit&aacute;rias, conforme a Organiza&ccedil;&atilde;o Mundial de Sa&uacute;de (OMS), s&atilde;o uma das principais causas mundiais de morte, sendo uma em cada dez pessoas, portadoras de Parasitos como <em>Ascaris lumbricoides</em>, ancilostom&iacute;deos, <em>Plasmodium</em>sp,<em>Trichuris trichiura, Entamoeba histolytica</em>, fil&aacute;rias, <em>Schistosoma</em>sp, <em>Giardia lamblia</em>, <em>Trypanosoma</em>sp, <em>Leishmania</em>sp al&eacute;m de outros que afligem as pessoas, os quais causam defici&ecirc;ncias org&acirc;nicas, que prejudicam o desenvolvimento normal das crian&ccedil;as e a capacidade de trabalho dos adultos, o que pesa nos or&ccedil;amentos estatais e familiares (REY,2015).&nbsp;</p>\n<p>&nbsp; &nbsp;Com o uso de bons aplicativo educacionais, &eacute; o professor que tem condi&ccedil;&otilde;es de educar o discente para a autonomia, levando-o a interagir mais com o conte&uacute;do, a preparar-se melhor, motivando-o, ainda mais, no que tange a sua pr&oacute;pria aprendizagem, &agrave;s quest&otilde;es relativas &agrave; cultura e ao conhecimento (HORNINK(org), 2018), como as rela&ccedil;&otilde;es entre o homem e seus Parasitos, no controle destes.&nbsp;</p>\n<p>&nbsp; &nbsp;Da&iacute; a pensar-se, como justificativa dessa pesquisa, na necessidade de elabora&ccedil;&atilde;o de estrat&eacute;gias did&aacute;ticas equivalentes, espec&iacute;ficas de <em>Parasitologia</em>, capazes de facilitar o ensino, o estudo e a aprendizagem de Parasitos e vetores, que tanto prejudicam seres humanos e outros. Estrat&eacute;gicas especificamente dirigidas a este campo do conhecimento s&atilde;o de vital, de extrema import&acirc;ncia na vida de todos (para controle/profilaxia/preven&ccedil;&atilde;o das Parasitoses), na escola, mais ainda para os cursos ligados &agrave; sa&uacute;de e biologia, uma vez que este saber fundamenta a compreens&atilde;o das rela&ccedil;&otilde;es entre esses seres vivos e, tamb&eacute;m, entre eles e o ambiente.&rdquo;</p>"
      }
    ]
  },
  {
    "categoryName" : "Conceitos Gerais",
    "numberOfTabs" : 8,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Neste cap&iacute;tulo, ser&atilde;o abordados a intera&ccedil;&atilde;o entre dois seres vivos, incluindo o parasitismo. Al&eacute;m disso, ser&atilde;o expostas as adapta&ccedil;&otilde;es ocorridas nos parasitos, a a&ccedil;&atilde;o do parasito sobre o hospedeiro, as especificidades dos focos naturais de parasitoses e a rela&ccedil;&atilde;o entre o n&uacute;mero de parasitos e os demais seres vivos do ambiente.</p>"
      },
      {
        "title" : "Simbiose:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Em 1879, o bi&oacute;logo Anton de Bary criou o termo simbiose (<em>syn&nbsp;</em>= junto + <em>bio&nbsp;</em>= vida + <em>osis</em> = condi&ccedil;&atilde;o), que descreve amplamente a associa&ccedil;&atilde;o entre dois seres vivos diferentes. O conceito, por&eacute;m, foi alvo de diversas cr&iacute;ticas, visto que, posteriormente, observou-se tamb&eacute;m que essas associa&ccedil;&otilde;es ocorrem principalmente a fim da obten&ccedil;&atilde;o de alimentos e de abrigo, o que geraria diferentes intensidades de intera&ccedil;&atilde;o entre os indiv&iacute;duos, necessitando-se de formas mais abrangentes de se nome&aacute;-las.</p>\n<p>&nbsp; &nbsp; Por conta disso, atualmente, simbiose &eacute; referente apenas &agrave; associa&ccedil;&atilde;o &iacute;ntima entre dois organismos de diferentes esp&eacute;cies (As esp&eacute;cies envolvidas s&atilde;o denominadas simbiontes). Dentro desse conceito, as rela&ccedil;&otilde;es se d&atilde;o da seguinte forma: for&eacute;sia, comensalismo, mutualismo e parasitismo, que ser&atilde;o explicados a seguir.</p>"
      },
      {
        "title" : "Forésia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Ocorre quando uma esp&eacute;cie d&aacute; transporte &agrave; outra. Por exemplo, h&aacute; o transporte de ovos da mosca berneira <em>Dermatobia hominis</em> no interior do abd&ocirc;men de outras moscas e mosquitos.</p>"
      },
      {
        "title" : "Comensalismo:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Ocorre quando um organismo de determinada esp&eacute;cie &eacute; hospedeiro de outro, mas n&atilde;o h&aacute; rela&ccedil;&atilde;o metab&oacute;lica entre as duas. A esp&eacute;cie comensal ingere e digere o alimento sem depender do hospedeiro, de modo que este apenas assegura condi&ccedil;&otilde;es de melhor nutri&ccedil;&atilde;o e sobreviv&ecirc;ncia para a primeira. Dessa forma, a esp&eacute;cie comensal n&atilde;o gera danos ao hospedeiro. Exemplo: <em>Entamoeba coli&nbsp;</em>vivendo no intestino grosso humano.</p>"
      },
      {
        "title" : "Mutualismo:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Ocorre quando os dois organismos se beneficiam. Exemplo: associa&ccedil;&atilde;o entre af&iacute;deos (pulg&otilde;es) e formigas, de modo que os primeiros secretam alimento para as formigas, que os defendem.</p>"
      },
      {
        "title" : "Parasitismo:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; &Eacute; uma rela&ccedil;&atilde;o mais &iacute;ntima e duradoura entre ambas as esp&eacute;cies, havendo uma depend&ecirc;ncia metab&oacute;lica da esp&eacute;cie menor (parasito) em rela&ccedil;&atilde;o &agrave; maior (hospedeiro), de modo que apenas o primeiro se beneficia.</p>\n<p>&nbsp; &nbsp; Por defini&ccedil;&atilde;o, o parasito &eacute; um ser vivo de menor porte que se relaciona com outro maior, que lhe oferece alimento, abrigo e reprodu&ccedil;&atilde;o.</p>\n<p>&nbsp; &nbsp; Sobre os parasitos, &eacute; poss&iacute;vel observar que estes, durante o seu processo evolutivo, sofreram diversas adapta&ccedil;&otilde;es para aumentar a sua efici&ecirc;ncia (quanto ao metabolismo, ao escape do sistema imune e &agrave; reprodu&ccedil;&atilde;o).</p>\n<p>&nbsp; &nbsp; Essas adapta&ccedil;&otilde;es podem ser:</p>\n<ul>\n    <li><strong>Morfol&oacute;gicas</strong>, quando um parasito altera sua forma para o melhor ajuste dentro do hospedeiro. Podem ser regressivas (no caso de atrofia ou perda de &oacute;rg&atilde;os locomotores, digestivos etc.) ou hipertr&oacute;ficas (algum &oacute;rg&atilde;o se desenvolveu para melhor reprodu&ccedil;&atilde;o ou fixa&ccedil;&atilde;o no hospedeiro)</li>\n    <li><strong>Biol&oacute;gicas</strong>, especialmente ligadas &agrave; reprodu&ccedil;&atilde;o, como a esquizogonia (sucessivas divis&otilde;es nucleares por mitoses, como acontece no <em>Plasmodium</em>, por exemplo), ou a poliembrionia (formas jovens se reproduzem, como no <em>Schitosoma</em>), que geram dezenas ou centenas de novas formas filhas, ou at&eacute; mesmo a amplia&ccedil;&atilde;o da capacidade reprodutiva do parasito. Essas amplia&ccedil;&otilde;es reprodutivas ocorrem devido a morte de muitas formas jovens, durante o processo evolutivo, fazendo com que a garantia da perpetua&ccedil;&atilde;o da esp&eacute;cie se d&ecirc; pela grande quantidade dessas.</li>\n</ul>"
      },
      {
        "title" : "Tipos de Parasitos:",
        "type" : "text",
        "text" : "<ul>\n    <li><strong>Parasito obrigat&oacute;rio</strong>: Quando o parasito n&atilde;o consegue sobreviver sem um hospedeiro. Exemplo: <em>Leishmania</em>, <em>Ancylostoma</em>, <em>Ascaris</em> etc.</li>\n    <li><strong>Parasito facultativo</strong>: Esp&eacute;cies de vida livre que, ocasionalmente, podem entrar em contato com um hospedeiro e parasit&aacute;-lo. Exemplo: larvas de moscas Sarcophagidae, que vivem tanto em mat&eacute;ria em decomposi&ccedil;&atilde;o quanto em feridas necrosadas.</li>\n    <li><strong>Parasito tempor&aacute;rio</strong>: O parasito fica pouco tempo em contato com o hospedeiro. Exemplo: insetos hemat&oacute;fagos.</li>\n    <li><strong>Parasito acidental</strong>: Um parasito atinge um hospedeiro diferente de seu usual, no qual h&aacute; chances de se desenvolver, mas o atinge raramente. Exemplo: <em>Lagochilascaris</em>, um parasito de felinos que pode atingir humanos.</li>\n    <li><strong>Parasito oportunista</strong>: Quando um parasito vive em estado de resist&ecirc;ncia dentro de um hospedeiro, por&eacute;m, havendo uma oportunidade (como a defici&ecirc;ncia do sistema imune), o primeiro se reproduz intensamente. Exemplo: <em>Pneumocystis carinii</em>.</li>\n    <li><strong>Parasito estenoxeno</strong>: Parasitos que atingem apenas uma esp&eacute;cie de hospedeiros ou esp&eacute;cies pr&oacute;ximas. Exemplo: <em>Ascaris lumbricoides</em>.</li>\n    <li><strong>Parasito eurixeno</strong>: Parasitos que ocorrem em diversas esp&eacute;cies de hospedeiros, se desenvolvendo normalmente em qualquer um. Exemplo: <em>Toxoplasma gondii</em>.</li>\n    <li><strong>Parasito monoxeno</strong>: S&atilde;o parasitos que necessitam de apenas um hospedeiro para completar o seu ciclo biol&oacute;gico, sem a necessidade de um hospedeiro intermedi&aacute;rio. O conceito se assemelha ao de &ldquo;estenoxeno&rdquo;, a diferen&ccedil;a &eacute; que os seres vivos mon&oacute;xenos n&atilde;o necessitam de um hospedeiro intermedi&aacute;rio, enquanto estenoxenos podem ter um. Exemplo: <em>Ascaris lumbricoides</em> &eacute; estenoxeno por atingir apenas os humanos, e mon&oacute;xeno por n&atilde;o necessitar de um hospedeiro intermedi&aacute;rio.</li>\n    <li><strong>Parasito heteroxeno</strong>: S&atilde;o parasitos que necessitam de hospedeiro intermedi&aacute;rio para realizar o seu ciclo biol&oacute;gico. Exemplo: <em>Trypanosoma cruzi</em>, <em>Schistosoma mansoni</em>.</li>\n    <li><strong>Parasito autoxeno</strong>: Os parasitas se apresentam todas as formas evolutivas em apenas um &uacute;nico hospedeiro. Exemplo: <em>Sarcoptes scabiei</em>.</li>\n    <li><strong>Endoparasito</strong>: Vive &ldquo;dentro&rdquo; do corpo do hospedeiro. Nesse caso, &eacute; tratado como uma infec&ccedil;&atilde;o.</li>\n    <li><strong>Ectoparasito</strong>: Vive na pele do hospedeiro. Nesse caso, &eacute; tratado como uma infesta&ccedil;&atilde;o.</li>\n    <li><strong>Zoonose</strong>: S&atilde;o doen&ccedil;as cujo agente etiol&oacute;gico pode circular entre humanos ou animais. Exemplo: Toxoplasmose, a doen&ccedil;a de Chagas etc.</li>\n    <li><strong>Antroponose</strong>: Doen&ccedil;as exclusivamente humanas. Exemplo: a filariose bancroftiana, necator&iacute;ase etc.</li>\n    <li><strong>Enzoonose</strong>: Doen&ccedil;a exclusiva de animais. Exemplo: <em>Dioctophime renale</em>, que parasita lobos e c&atilde;es.</li>\n    <li><strong>Reservat&oacute;rio</strong>: Meios onde o agente etiol&oacute;gico consegue se reproduzir e atingir novos hospedeiros. Podem ser plantas, animais, pessoas, objetos ou at&eacute; o pr&oacute;prio solo. Muitas vezes o reservat&oacute;rio pode n&atilde;o apresentar sintomas da doen&ccedil;a, pois existe o equil&iacute;brio imunol&oacute;gico entre o hospedeiro e o agente.</li>\n</ul>"
      },
      {
        "title" : "Ação do Parasito sobre o Hospedeiro:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O parasito &eacute; o organismo agressor, enquanto o hospedeiro &eacute; o agredido. Nessa rela&ccedil;&atilde;o, a ocorr&ecirc;ncia de uma doen&ccedil;a se d&aacute; pela gravidade da mesma &ndash; caso a doen&ccedil;a seja grave, o hospedeiro pode morrer, ocasionando, tamb&eacute;m, a morte do parasito. Por isso, o mais frequente &eacute; o equil&iacute;brio entre o parasito e hospedeiro, geralmente causado pelo sistema imune do hospedeiro, que impede a expans&atilde;o ou multiplica&ccedil;&atilde;o do parasito. Nesse caso, o paciente &eacute; denominado assintom&aacute;tico.</p>\n<p>&nbsp; &nbsp; As formas de a&ccedil;&atilde;o do parasito sobre o hospedeiro podem ser:</p>\n<ul>\n    <li>Mec&acirc;nicas: A&ccedil;&atilde;o obstrutiva ou de compress&atilde;o do parasito sobre um &oacute;rg&atilde;o.</li>\n    <li>Espoliativa: O Parasito retira nutrientes do hospedeiro.</li>\n    <li>Traum&aacute;tica: O Parasito provoca traumas durante a sua migra&ccedil;&atilde;o ou fixa&ccedil;&atilde;o no hospedeiro.</li>\n    <li>T&oacute;xica ou Imunog&ecirc;nica: Produtos do metabolismo do parasito s&atilde;o t&oacute;xicos ou estimulam o sistema imunol&oacute;gico do hospedeiro. Atualmente, sabe-se que nem todas as patologias s&atilde;o causadas pelo parasito, sendo algumas provenientes da resposta do sistema imune inato que agride o pr&oacute;prio hospedeiro. Isso ocorre com a leishmaniose, por exemplo.</li>\n</ul>"
      },
      {
        "title" : "Parasitos e Organismos Úteis:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Entre as milhares de esp&eacute;cies de seres vivos existentes Apenas algumas s&atilde;o nocivos ou podem provocar doen&ccedil;as em humanos, plantas ou animais Pode final Portanto, quase todos os seres vivos s&atilde;o &uacute;teis para a sustenta&ccedil;&atilde;o da vida, trabalhando ativamente na reciclagem, na poliniza&ccedil;&atilde;o, na cadeia alimentar etc., raz&atilde;o pela qual pode-se afirmar que os humanos n&atilde;o existiriam sem que tamb&eacute;m existissem as demais esp&eacute;cies.</p>\n<p>&nbsp; &nbsp; Apesar desse fato, os humanos t&ecirc;m um maior conhecimento acerca das esp&eacute;cies nocivas, devido a preval&ecirc;ncia de ambientes com baixas condi&ccedil;&otilde;es sanit&aacute;rias &ndash; que permitem a reprodu&ccedil;&atilde;o dos parasitos e a preval&ecirc;ncia das parasitoses e de outras doen&ccedil;as &ndash; nas cidades, desconsiderando a maioria das outras esp&eacute;cies &uacute;teis para o equil&iacute;brio do ecossistema.</p>"
      }
    ]
  },
  {
    "categoryName" : "Classificação",
    "numberOfTabs" : 4,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Conforme o que foi visto anteriormente, todo e qualquer organismo pequeno que provoque doen&ccedil;a em pessoas &eacute; um parasito, independentemente de ser v&iacute;rus, bact&eacute;ria, fungo, protozo&aacute;rio, helminto (verme) ou artr&oacute;pode (carrapatos e insetos). Entretanto, por conven&ccedil;&atilde;o, em parasitologia &eacute; feito o estudo somente dos protozo&aacute;rios, dos helmintos e dos artr&oacute;podes, enquanto os demais organismos s&atilde;o estudados em outras especialidades.</p>\n<p>&nbsp; &nbsp;Portanto, os parasitos que ser&atilde;o estudos s&atilde;o agrupados da seguinte forma:</p>\n<ul>\n    <li><strong>Protozo&aacute;rios</strong>: s&atilde;o organismos unicelulares eucariotas, isto &eacute;, formados por uma &uacute;nica c&eacute;lula, que cont&eacute;m diversas organelas vitais e especializadas, apresentando um n&uacute;cleo diferenciado rodeado por uma membrana. S&atilde;o representados por amebas, tripanossomas, leishm&acirc;nias, plasm&oacute;dios, toxoplasma.</li>\n    <li><strong>Helmintos</strong>: s&atilde;o organismos pluricelulares, apresentando aparelho digestivo, reprodutivo, entre outros. S&atilde;o conhecidos como vermes, representados por xistossomas, t&ecirc;nias, lombrigas, ancil&oacute;stoma.</li>\n    <li><strong>Artr&oacute;podes</strong>: s&atilde;o os insetos e os carrapatos (organismos pluricelulares), apresentando patas articuladas, corpo coberto de quitina e apresentando aparelho digestivo, aparelho reprodutor, sistema circulat&oacute;rio, etc. S&atilde;o representados pelas moscar, mosquitos, barbeiros, piolhos, sarnas, carrapatos, aranhas, escorpi&otilde;es.</li>\n</ul>\n<p>&nbsp; &nbsp;Essa classifica&ccedil;&atilde;o &eacute; apenas uma forma de agrupar os organismos que ser&atilde;o estudados, j&aacute; que a classifica&ccedil;&atilde;o dos seres vivos tem passado por grandes modifica&ccedil;&otilde;es, devido &agrave; magnitude do n&uacute;mero de formas vivas. H&aacute; cerca de 50 anos, os seres vivos estavam organizados em apenas dois reinos (animal e vegetal); depois, avan&ccedil;amos para cinco reinos (Monera, Protista, Platae, Fungi e Animalia).</p>\n<p>&nbsp; &nbsp;Atualmente, segundo Cavalier-Smith, 2004, os seres vivos devem ser agrupados em seis reinos, divididos em dois grandes &ldquo;imp&eacute;rios&rdquo;. Essa classifica&ccedil;&atilde;o &eacute; baseada no estudo da sequ&ecirc;ncia de DNA:</p>\n<ol>\n    <li>Imp&eacute;rio procariota: reino bact&eacute;ria;</li>\n    <li>Imp&eacute;rio eucariota: reinos Protozoa, Animalia, Fungi, Plantae e Chromista.</li>\n</ol>\n<p>&nbsp; &nbsp;Para nossos estudos, temos interesse, no reino Protozoa, nos filos Sarcomastigophora, Apicomplexa e Ciliophora. J&aacute; no reino Animalia, nos filos Plathyelminthes, Nematoda e Arthropoda.</p>\n<p>Observa&ccedil;&atilde;o:&nbsp;<strong>eucariotas&nbsp;</strong>s&atilde;o organismos que apresentam organelas membranosas e DNA contido em cromossomos intranucleares; <strong>procariotas&nbsp;</strong>s&atilde;o organismos que n&atilde;o possuem n&uacute;cleo diferenciado e o DNA permanece mergulhado no citoplasma.</p>"
      },
      {
        "title" : "Classificação e Categorias Taxonômicas:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;H&aacute; duas formas distintas de classificar os seres vivos:</p>\n<ul>\n    <li>antiga, proposta por Carl von Lineu: a classifica&ccedil;&atilde;o dos seres vivos deve ser baseada nos seus aspectos estruturais e anat&ocirc;micos. Nos animais, deve-se observar as semelhan&ccedil;as corporais e, nas plantas, a estrutura de suas flores e frutos.</li>\n    <li>moderna, proposta por Willi Hennig: a similaridade entre os seres vivos &eacute; o resultado da ramifica&ccedil;&atilde;o e da diversifica&ccedil;&atilde;o do processo evolutivo, no qual h&aacute; um parentesco evolutivo entre as esp&eacute;cies, pois todas vieram de um ancestral comum. Logo, &ldquo;em vez de classificar os seres vivos apenas pelas suas semelhan&ccedil;as morfol&oacute;gicas, os sistemas modernos passaram a buscar as caracter&iacute;sticas &uacute;nicas que s&atilde;o compartilhadas por esses organismos&rdquo;.</li>\n</ul>\n<p>&nbsp; &nbsp;A classifica&ccedil;&atilde;o moderna de Willi Hennig &eacute; denominada <strong>sistem&aacute;tica filogen&eacute;tica</strong> ou <strong>clad&iacute;stica</strong>. Seu m&eacute;todo consiste em analisar as rela&ccedil;&otilde;es evolutivas entre grupos de seres vivos, visando elucidar sua genealogia, agrupando os organismos conforme suas rela&ccedil;&otilde;es evolutivas (parentesco evolutivo), destacando-se os caracteres primitivos e os caracteres derivados. A partir desses dados, s&atilde;o constru&iacute;dos os <strong>diagramas filogen&eacute;ticos</strong> ou <strong>cladogramas</strong>.</p>\n<p>&nbsp; &nbsp;Com essas novas formas de classifica&ccedil;&atilde;o, existe um consenso cient&iacute;fico de que as categorias taxon&ocirc;micas de Lineu perderam sentido. Entretanto, pelo fato da classifica&ccedil;&atilde;o de Lineu ser amplamente empregada e de f&aacute;cil entendimento, ela ser&aacute; adotada nos nossos estudos.</p>\n<p>&nbsp; &nbsp;Desse modo, segundo Lineu, a classifica&ccedil;&atilde;o de um organismo &eacute; fundamentada em sua morfologia, comparando as caracter&iacute;sticas semelhantes. Ao agrup&aacute;-los, estamos sistematizando os organismos. Para essa sistematiza&ccedil;&atilde;o, existem certas regras, denominadas taxonomia. Para melhor entendermos os termos:</p>\n<ul>\n    <li><strong>Classifica&ccedil;&atilde;o&nbsp;</strong>&eacute; a coloca&ccedil;&atilde;o de um ser vivo dentro de uma categoria hier&aacute;rquica;</li>\n    <li><strong>Sistem&aacute;tica&nbsp;</strong>&eacute; o estudo cient&iacute;fico deste ser vivo, verificando-se sua rela&ccedil;&atilde;o com os demais;</li>\n    <li><strong>Taxonomia&nbsp;</strong>&eacute; o estudo te&oacute;rico da classifica&ccedil;&atilde;o, incluindo as regras de nomenclatura e a coloca&ccedil;&atilde;o do organismo em um determinado t&aacute;xon que comp&otilde;e a classifica&ccedil;&atilde;o.</li>\n</ul>\n<p>&nbsp; &nbsp;Assim, para se fazer uma classifica&ccedil;&atilde;o, deve-se seguir uma sequ&ecirc;ncia de sete taxa na qual &ldquo;reino&rdquo; &eacute; um grupo de filos, &ldquo;filo&rdquo; &eacute; um grupo de classes; &ldquo;classe&rdquo; &eacute; um grupo de ordem e assim sucessivamente. Os sete taxa principais s&atilde;o: reino, filo, classe, ordem, fam&iacute;lia, g&ecirc;nero e esp&eacute;cie. Para facilitar a classifica&ccedil;&atilde;o do parasito, alguns taxa podem apresentar desdobramentos. Para permitir o entendimento entre os especialistas, determinou-se que alguns taxa possuem termina&ccedil;&otilde;es (sufixos) definidas:</p>\n<ul>\n    <li>Ordem: acrescenta-se a termina&ccedil;&atilde;o <em>ida</em></li>\n    <li>Subordem: acrescenta-se a termina&ccedil;&atilde;o <em>ina&nbsp;</em></li>\n    <li>Superfam&iacute;lia: acrescenta-se a termina&ccedil;&atilde;o <em>oidea</em></li>\n    <li>Fam&iacute;lia: acrescenta-se a termina&ccedil;&atilde;o <em>idae</em></li>\n    <li>Subfam&iacute;lia: acrescenta-se a termina&ccedil;&atilde;o <em>inae</em></li>\n    <li>Tribo: acrescenta-se a termina&ccedil;&atilde;o <em>ini</em></li>\n</ul>\n<p><em>&nbsp; &nbsp;</em>Vamos agora abordar mais um pouco as categorias taxon&ocirc;micas:</p>\n<ul>\n    <li><strong>G&ecirc;nero</strong>: categoria taxon&ocirc;mica que re&uacute;ne um grupo de esp&eacute;cies semelhantes filogeneticamente; o nome da fam&iacute;lia &eacute; designado a partir de um g&ecirc;nero.</li>\n    <li><strong>Esp&eacute;cie</strong>: indiv&iacute;duos que apresentam o mesmo patrim&ocirc;nio gen&eacute;tico, que se assemelham tanto entre si quanto com os ascendentes e os descendentes.</li>\n    <li><strong>Subesp&eacute;cie</strong>: indiv&iacute;duos que pertencem a uma determinada esp&eacute;cie, por&eacute;m apresentam alguma pequena diferen&ccedil;a quanto ao comportamento, por exemplo, que se perpetua nas gera&ccedil;&otilde;es seguintes.</li>\n    <li><strong>Variedade ou ra&ccedil;a</strong>: quando indiv&iacute;duos de uma determinada esp&eacute;cie apresentam diferen&ccedil;as fisiol&oacute;gicas ou comportamentais, apesar de serem morfologicamente id&ecirc;nticos.</li>\n    <li><strong>Cepa</strong>: n&atilde;o &eacute; uma categoria taxon&ocirc;mica, mas representa uma col&ocirc;nia ou um grupo de parasitos ou bact&eacute;rias de caracter&iacute;sticas especiais, usualmente originados de um paciente ou de um foco conhecido, que s&atilde;o mantidos em laborat&oacute;rio para estudos.</li>\n</ul>"
      },
      {
        "title" : "Regras de Nomenclatura Zoológica:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Ao serem classificados, os seres vivos devem receber um nome, o qual est&aacute; sujeito a certas regras de nomenclatura. Essas regras s&atilde;o utilizadas em propor&ccedil;&atilde;o mundial, o que permite a padroniza&ccedil;&atilde;o da grafia e facilita o entendimento internacional.</p>\n<p>&nbsp; &nbsp;Essas regras de nomenclatura foram criadas por Carl von Lineu, na d&eacute;cima edi&ccedil;&atilde;o do <em>Systema Naturae</em>, sendo as principais:</p>\n<ol>\n    <li>A nomenclatura das esp&eacute;cies deve ser latina e binominal, ou seja, a esp&eacute;cie &eacute; denominada por duas palavras: a primeira representa o g&ecirc;nero (deve ser escrita com letra mai&uacute;scula), e a segunda representa a esp&eacute;cie (deve ser escrita com letra min&uacute;scula). Essas duas palavras n&atilde;o possuem acento e devem ser grifadas ou escritas em it&aacute;lico. Exemplo: <u>Trypanosoma</u> <u>cruzi</u> e <em>Ascaris lumbricoides</em>.</li>\n    <li>A esp&eacute;cie quando vai ser descrita deve receber um nome simples, homenageando uma pessoa ou apresentando alguma caracter&iacute;stica importante; quando for homenagear um homem, acrescenta-se um &ldquo;i&rdquo; ao nome dele, e um &ldquo;ae&rdquo; quando for mulher. Exemplos: <em>cruzi</em>, <em>mariae</em>.</li>\n    <li>Quando a esp&eacute;cie possui subg&ecirc;nero, este vir&aacute; interposto entre o g&ecirc;nero e a esp&eacute;cie, separado por par&ecirc;ntesis. Exemplo: <em>Anopheles (Nyssohrhynchus) darlingi</em>.</li>\n</ol>"
      },
      {
        "title" : "Denominação das Doenças:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;H&aacute; duas formas de denominar as doen&ccedil;as:</p>\n<ol>\n    <li>Classifica&ccedil;&atilde;o Internacional de Doen&ccedil;as (CID), estabelecida pela Organiza&ccedil;&atilde;o Mundial de Sa&uacute;de (OMS): deve-se acrescentar o sufixo &ldquo;&iacute;ase&rdquo; ao nome do agente etiol&oacute;gico, resultado em giard&iacute;ase, ascarid&iacute;ase, etc.</li>\n    <li>&nbsp;Obedecendo &agrave; forma pr&oacute;pria do Pa&iacute;s de formar palavras: deve-se acrescentar o sufixo &rdquo;ose&quot; ao nome do agente etiol&oacute;gico, resultado em leishmaniose, esquistossomose, etc.</li>\n</ol>\n<p>&nbsp; &nbsp;Em decorr&ecirc;ncia da melhor eufonia, o nome da doen&ccedil;a ser&aacute; a pron&uacute;ncia mais agrad&aacute;vel, usando ora um sufixo, ora outro, resultado em giard&iacute;ase, leishmaniose, toxoplasmose, ten&iacute;ase, etc.</p>"
      }
    ]
  },
  {
    "categoryName" : "Ciclo Biológico",
    "numberOfTabs" : 4,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; O ciclo biol&oacute;gico ou ciclo vital corresponde &agrave;s diversas fases e etapas que um parasito passa durante sua vida. A diversidade de ciclos biol&oacute;gicos &eacute; uma forma do parasito garantir sua reprodu&ccedil;&atilde;o e sua dispers&atilde;o, havendo, algumas vezes, necessidade da interfer&ecirc;ncia de hospedeiro intermedi&aacute;rio.</p>\n<p>&nbsp; A presen&ccedil;a de um parasito em determinada regi&atilde;o pode ser delimitada pela presen&ccedil;a ou n&atilde;o de um hospedeiro intermedi&aacute;rio. Um exemplo &eacute; a <em>Fasciola hepatica</em>, parasito de origem europeia que disseminou-se em todo o mundo porque encontrou um hospedeiro intermedi&aacute;rio (molusco do g&ecirc;nero <em>Lymnae</em>) nos diversos continentes.</p>"
      },
      {
        "title" : "Tipos de Ciclo Biológico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;O ciclo biol&oacute;gico dos parasitos pode ser de dois tipos:</p>\n<ul>\n    <li><strong><em>Ciclo monox&ecirc;nico</em></strong>: o parasito s&oacute; utiliza um hospedeiro, isto &eacute;, o hospedeiro definitivo.</li>\n    <li><strong><em>Ciclo heterox&ecirc;nico</em></strong>: quando em seu ciclo biol&oacute;gico o parasito utiliza e necessita de um segundo hospedeiro, no caso, o hospedeiro intermedi&aacute;rio, sem o qual n&atilde;o se reproduz.</li>\n</ul>\n<p>&nbsp; &nbsp;Durante o ciclo biol&oacute;gico dos parasitos ele passa por fases biol&oacute;gicas, denominadas est&aacute;gio. Assim, <strong>est&aacute;gio&nbsp;</strong>&eacute; a fase ou etapa no desenvolvimento biol&oacute;gico de um parasito. Entretanto, em determinado est&aacute;gio, &eacute; poss&iacute;vel encontrar diferentes <strong>est&aacute;dios</strong>, referentes aos intervalos entre as mudas que ocorrem naquele est&aacute;gio.</p>"
      },
      {
        "title" : "Tipos de Hospedeiro:",
        "type" : "text",
        "text" : "<ul>\n    <li><strong>Hospedeiro definitivo</strong>: &eacute; o animal ou o humano que apresenta o parasito em sua forma adulta.</li>\n    <li><strong>Hospedeiro intermedi&aacute;rio</strong>: usualmente &eacute; um artr&oacute;pode ou um molusco o qual se desenvolvem as fases jovens ou assexuadas de um parasito. H&aacute; algumas situa&ccedil;&otilde;es em que o homem &eacute; o hospedeiro intermedi&aacute;rio, como nos plasm&oacute;dios. Elas ser&atilde;o vistas mais pra frente.</li>\n    <li><strong>Hospedeiro natural</strong>: &eacute; o hospedeiro no qual determinada esp&eacute;cie de parasito usualmente &eacute; encontrada.</li>\n    <li><strong>Hospedeiro acidental</strong>: &eacute; o hospedeiro que raramente &eacute; atingido pelo parasito, ainda que este seja capaz de se desenvolver at&eacute; a fase adulta.</li>\n</ul>"
      },
      {
        "title" : "Vetores:",
        "type" : "text",
        "text" : "<ul>\n    <li>&nbsp; &nbsp;Vetor &eacute; um artr&oacute;pode, molusco ou outro ve&iacute;culo capaz de transmitir o parasito entre dois hospedeiros. Como h&aacute; vetores vivos e n&atilde;o vivos, podem ser divididos em:<ul>\n            <li><strong>Vetor biol&oacute;gico</strong>: quando o parasito se reproduz no vetor; ou seja, vetor biol&oacute;gico &eacute; o mesmo que hospedeiro intermedi&aacute;rio.</li>\n            <li><strong>Vetor mec&acirc;nico</strong>: quando o parasito n&atilde;o se reproduz e nem se desenvolve no artr&oacute;pode e ou no molusco, esses servem apenas como transporte do agente etiol&oacute;gico.</li>\n            <li><strong>Vetor inanimado ou f&ocirc;mite</strong>: quando o parasito &eacute; transportado por objetos, tais como seringas, etc.</li>\n        </ul>\n    </li>\n</ul>"
      }
    ]
  },
  {
    "categoryName" : "Reprodução",
    "numberOfTabs" : 2,
    "tabs" : [
      {
        "title" : "Tipos de Reprodução dos Parasitos:",
        "type" : "text",
        "text" : "<p>Os parasitos apresentam dois tipos b&aacute;sicos de reprodu&ccedil;&atilde;o - sexuado e assexuado &ndash; que podem apresentar algumas vari&aacute;veis:</p>\n<ul>\n    <li>Sexuada: quando um espermatozoide fecunda no &oacute;vulo, do seguinte modo: a) entre os helmintos, um macho copula com uma f&ecirc;mea e a fertiliza; b) entre os protozo&aacute;rios, um gameta masculino (microgameta) fecunda o gameta feminino (macrogameta), produzindo o zigoto ou o oocisto.</li>\n    <li>Assexuada: quando um parasito se reproduz sem a participa&ccedil;&atilde;o de estruturas reprodutoras especiais. Os principais tipos s&atilde;o:<ol style=\"list-style-type: circle;\">\n            <li><strong>divis&atilde;o bin&aacute;ria</strong> ou <strong>cissiparidade</strong>: quando a c&eacute;lula-m&atilde;e d&aacute; origem a duas c&eacute;lulas-filhas, conforme ocorre nas amebas;</li>\n            <li><strong>esquizogonia</strong>: quando o n&uacute;cleo da c&eacute;lula-m&atilde;e (esquizonte) se divide rapidamente, junto com a fragmenta&ccedil;&atilde;o do citoplasma, ficando em torno de cada part&iacute;cula nuclear e formando os merozo&iacute;tos;</li>\n            <li><strong>partenog&ecirc;nese</strong>: quando uma f&ecirc;mea produz seus descendentes, sem a participa&ccedil;&atilde;o do macho;</li>\n            <li><strong>poliembrionia</strong>: quando um parasito em sua forma jovem (por exemplo, um esporocisto) se reproduz intensamente, produzindo numerosas formas jovens iguais (esporocistos-filhos).</li>\n        </ol>\n    </li>\n</ul>"
      },
      {
        "title" : "Formas de Vida dos Parasitos:",
        "type" : "text",
        "text" : "<p>Os parasitos durante sua vida passam por diversas formas ou fases biol&oacute;gicas, entre elas:</p>\n<ul >\n    <li><strong>trofozo&iacute;to</strong>: &eacute; a forma ativa do protozo&aacute;rio, que se alimenta e se reproduz;</li>\n    <li><strong>cisto</strong>: &eacute; a forma de resist&ecirc;ncia ou transmiss&atilde;o de diversos protozo&aacute;rios, geralmente oriunda da transforma&ccedil;&atilde;o do pr&oacute;prio trofozo&iacute;to;</li>\n    <li><strong>oocisto</strong>: &eacute; uma forma de resist&ecirc;ncia ou transmiss&atilde;o oriunda de uma reprodu&ccedil;&atilde;o sexuada e presente entre os protozo&aacute;rios do filo Apicomplexa;</li>\n    <li><strong>ovo</strong>: &eacute; a forma resultante da fecunda&ccedil;&atilde;o sexuada, encontrada entre os helmintos e os artr&oacute;podes;</li>\n    <li><strong>larva</strong>: &eacute; a forma usualmente originada de um ovo, que evoluir&aacute; para a fase adulta, podendo ser infectante (como nos helmintos) ou evoluir para a fase de pupa (como nos insetos), que ent&atilde;o dar&aacute; origem ao adulto;</li>\n    <li><strong>adulto</strong>: &eacute; a fase reprodutiva do helminto ou do artr&oacute;pode.</li>\n</ul>"
      }
    ]
  },
  {
    "categoryName" : "Atualidades",
    "numberOfTabs" : 5,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Neste cap&iacute;tulo, vamos apresentar alguns assuntos atuais que permitir&atilde;o uma base mais consolidada dos estudantes em Parasitologia. O objetivo &eacute; verificar diversos casos pr&aacute;ticos em nossa sociedade que est&atilde;o ligados &agrave;s doen&ccedil;as parasit&aacute;rias, bem como toda a &aacute;rea da sa&uacute;de em geral. &Eacute; extremamente importante incentivar o estudo do cotidiano como objeto de estudo escolar, a fim de contribuir para uma melhora no processo cognitivo dos estudantes.</p>\n<p>&nbsp; &nbsp;Al&eacute;m disso, alguns assuntos igualmente importantes para nossos estudos, como Epidemiologia, Profilaxia e Imunidade ser&atilde;o comentados, estando todos eles relacionados ao retrato atual da sociedade.</p>"
      },
      {
        "title" : "Tendências do Mundo Moderno:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;As doen&ccedil;as parasit&aacute;rias s&atilde;o decorrentes da pobreza, da subnutri&ccedil;&atilde;o, da ignor&acirc;ncia e da eterna domina&ccedil;&atilde;o dos med&iacute;ocres, dos ego&iacute;stas e dos sem &eacute;tica. Logo, a profilaxia das parasitoses passa pela mudan&ccedil;a de atitudes de cada um visando o bem-estar pr&oacute;prio e coletivo.</p>\n<p>&nbsp; &nbsp;Visando uma melhor vis&atilde;o de conjunto de um futuro profissional da sa&uacute;de ou de um cidad&atilde;o bem preparado e informado, deve-se destacar alguns cen&aacute;rios ou tend&ecirc;ncias do mundo atual, que s&atilde;o objetos de preocupa&ccedil;&otilde;es e estudos, pois est&atilde;o intervindo na conjuntura global. S&atilde;o eles:</p>\n<ul>\n    <li><strong>Crescimento da popula&ccedil;&atilde;o mundial</strong>: em 1950, t&iacute;nhamos cerca de 2.5 bilh&otilde;es de pessoas, e hoje somos j&aacute; 7.5 bilh&otilde;es. Em 2050, a previs&atilde;o &eacute; de aproximadamente 10 bilh&otilde;es de pessoas. Essa alta taxa de crescimento &eacute; alt&iacute;ssima e perigosa, especialmente levando em considera&ccedil;&atilde;o as regi&otilde;es que elevam essa taxa. Nos pa&iacute;ses desenvolvidos, a taxa de crescimento populacional se reduziu muito, enquanto esta se mant&eacute;m elevada nos pa&iacute;ses subdesenvolvidos, o que acentua a m&aacute; distribui&ccedil;&atilde;o de renda e a baixa qualidade de vida.</li>\n    <li><strong>Mudan&ccedil;as no Produto Interno Bruto (PIB)</strong>: Na Era Industrial, os pa&iacute;ses desenvolvidos dominavam os pa&iacute;ses subdesenvolvidos, promovendo a concentra&ccedil;&atilde;o de grandes fortunas. Alcan&ccedil;ando hoje o que chamamos de Era P&oacute;s-industrial, aos pa&iacute;ses ricos interessa a produ&ccedil;&atilde;o de tecnologias de ponta, passando para os pa&iacute;ses pobres suas f&aacute;bricas - em busca de m&atilde;o-de-obra barata &ndash; e a depend&ecirc;ncia tecnol&oacute;gica. Essas mudan&ccedil;as de interesses e posi&ccedil;&otilde;es econ&ocirc;micas favoreceram o crescimento do Produto Interno Bruto (PIB) dos pa&iacute;ses emergentes, o que promoveu, em sua maioria, diversos aspectos positivos. Entretanto, um fator preocupante e marcante desse quadro &eacute; a China, dirigida por um Partido Comunista forte e com uma pr&aacute;tica capitalista de mercado. Suas medidas econ&ocirc;micas visam uma competi&ccedil;&atilde;o desestabilizadora, que prejudica a produ&ccedil;&atilde;o, a gera&ccedil;&atilde;o e a distribui&ccedil;&atilde;o de riqueza nas demais regi&otilde;es do globo. Tornou-se, nos &uacute;ltimos anos, a grande f&aacute;brica do mundo, mantendo sal&aacute;rios baixos para os oper&aacute;rios locais e, logo, atraindo f&aacute;bricas estrangeiras. Mesmo tornando-se a 2&ordm; pa&iacute;s mais rico do mundo, com o PIB mais elevado, tirando 300 milh&otilde;es de chineses da mis&eacute;ria, favoreceu uma concentra&ccedil;&atilde;o de riqueza sem precedentes, gerando uma grave crise social interna e prejudicando fortemente a capacidade produtiva de in&uacute;meros outros pa&iacute;s, inclusive o Brasil. Hoje, o Ocidente paga a conta da domina&ccedil;&atilde;o l&aacute; feita nos s&eacute;culos XVIII, XIX e XX. A partir da pandemia do novo coronav&iacute;rus (Sars-Cov-2), a depend&ecirc;ncia de recursos advindos da China ficou evidenciada mundialmente.</li>\n    <li><strong>Urbaniza&ccedil;&atilde;o</strong>: a urbaniza&ccedil;&atilde;o influenciou um aumento na desigualdade social nas cidades e acentuou, ainda mais, os problemas sociais do campo. O saneamento b&aacute;sico, o consumo de energia e o acesso &agrave; alimenta&ccedil;&atilde;o, por exemplo, s&atilde;o de extrema influencia na localiza&ccedil;&atilde;o das parasitoses.</li>\n    <li><strong>Produ&ccedil;&atilde;o de Alimentos</strong>: a desigualdade na produ&ccedil;&atilde;o de alimentos no mundo, devido ao fato de que diversos pa&iacute;ses n&atilde;o possuem terras suficientes para produzir alimentos para todos seus habitantes (como a China e a Coreia do Sul), promove a igual desigualdade na distribui&ccedil;&atilde;o dos mesmos.</li>\n    <li><strong>Informa&ccedil;&atilde;o, Pesquisa e Inova&ccedil;&atilde;o</strong>: s&atilde;o os tr&ecirc;s pilares do s&eacute;culo XXI, e os pa&iacute;ses que os tiverem bem equacionados e estabelecidos permanecer&atilde;o na dianteira do mundo. &nbsp;A informa&ccedil;&atilde;o &eacute; o resultado do processamento, manipula&ccedil;&atilde;o e organiza&ccedil;&atilde;o de dados, de tal forma que produz ou induz a uma modifica&ccedil;&atilde;o (quantitativa e qualitativa) no conhecimento e no comportamento da sociedade. A pesquisa e a inova&ccedil;&atilde;o, que andam atreladas, s&atilde;o produtoras da informa&ccedil;&atilde;o e extremamente importantes para o progresso e o desenvolvimento das na&ccedil;&otilde;es.</li>\n    <li><strong>Democracia e Redes Sociais</strong>: as redes sociais v&ecirc;m tendo um papel fundamental dentro do processo democr&aacute;tico, promovendo diversas informa&ccedil;&otilde;es e, ainda, manifesta&ccedil;&otilde;es pol&iacute;ticas. Essa evolu&ccedil;&atilde;o da Democracia, com o advento das redes sociais, permite uma maior participa&ccedil;&atilde;o popular na vida pol&iacute;tica, o que possibilita uma mais r&aacute;pida melhoria da qualidade de vida da popula&ccedil;&atilde;o.</li>\n</ul>"
      },
      {
        "title" : "Epidemiologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;&Eacute; a ci&ecirc;ncia que estuda a ocorr&ecirc;ncia, a distribui&ccedil;&atilde;o de doen&ccedil;as e os fatores que as determinam. Por meio dos estudos epidemiol&oacute;gicos de determinado evento ou altera&ccedil;&atilde;o, &eacute; poss&iacute;vel executar as atividades profil&aacute;ticas com efici&ecirc;ncia e bons resultados. Com isso, conclui-se que a epidemiologia &eacute; a base da sa&uacute;de p&uacute;blica.</p>\n<p>&nbsp; &nbsp;A epidemiologia lida com n&uacute;meros, com dados, ou seja, para saber a din&acirc;mica de uma doen&ccedil;a, &eacute; preciso quantificar o n&uacute;mero de casos, o n&uacute;mero de &oacute;bitos e conhecer o ambiente, as condi&ccedil;&otilde;es sociais e sanit&aacute;rias vigentes. Esses n&uacute;meros representam as taxas, que comparar as grandezas do evento com a popula&ccedil;&atilde;o. As taxas mais conhecidas e utilizadas s&atilde;o:</p>\n<ul>\n    <li><strong>morbidade</strong>: mede a frequ&ecirc;ncia da doen&ccedil;a, isto &eacute;, o n&uacute;mero de doentes em uma popula&ccedil;&atilde;o conhecida e num per&iacute;odo definido, podendo ser expressa de duas formas:<ul>\n            <li><strong>preval&ecirc;ncia</strong>: &eacute; o n&uacute;mero total de casos dentro de uma popula&ccedil;&atilde;o definida; essa taxa &eacute; obtida colocando-se no numerador o n&uacute;mero total de casos e no denominador a popula&ccedil;&atilde;o definida.</li>\n            <li><strong>incid&ecirc;ncia</strong>: &eacute; o n&uacute;mero de casos novos de uma doen&ccedil;a dentro de uma popula&ccedil;&atilde;o e tempo definidos; &eacute; obtida com o mesmo tipo de c&aacute;lculo anterior, mas colocando-se no numerador apenas o n&uacute;mero de casos novos.</li>\n        </ul>\n    </li>\n    <li><strong>mortalidade</strong>: m&eacute;dio n&uacute;mero de mortes em uma popula&ccedil;&atilde;o ocorridas em um per&iacute;odo definido de tempo (m&ecirc;s, ano, etc.).</li>\n</ul>\n<p>Para facilitar nossos estudos, &eacute; necess&aacute;rio entendermos alguns termos muito utilizados na epidemiologia e na sa&uacute;de p&uacute;blica. S&atilde;o eles:</p>\n<ul>\n    <li><strong>agente etiol&oacute;gico</strong> ou <strong>agente infeccioso</strong>: &eacute; o organismo que provoca a doen&ccedil;a;</li>\n    <li><strong>popula&ccedil;&atilde;o</strong>: agrupamento das pessoas conforme a idade, o tipo de trabalho, a renda, as condi&ccedil;&otilde;es da moradia, os servi&ccedil;os sanit&aacute;rios;</li>\n    <li><strong>distribui&ccedil;&atilde;o geogr&aacute;fica</strong>: &eacute; a regi&atilde;o, pa&iacute;s ou continente onde uma doen&ccedil;a ou um agente etiol&oacute;gico ocorre;</li>\n    <li><strong>fonte de infec&ccedil;&atilde;o ou reservat&oacute;rio</strong>: &eacute; a pessoa, animal ou objeto do qual o agente etiol&oacute;gico passa para um hospedeiro intermedi&aacute;rio ou para uma pessoa sadia ou suscet&iacute;vel;</li>\n    <li><strong>forma de transmiss&atilde;o</strong>: &eacute; a forma infectante que passa de um indiv&iacute;duo para outro; as formas infectantes dos parasitos podem ser cistos, oocistos, ovos, larvas infectantes, etc.;</li>\n    <li><strong>mecanismo de transmiss&atilde;o</strong>: &eacute; o modo como uma forma de transmiss&atilde;o atinge novo hospedreiro; assim temos transmiss&atilde;o transplacent&aacute;ria, transmiss&atilde;o sangu&iacute;nea, transmiss&atilde;o h&iacute;drica, etc.;</li>\n    <li><strong>ve&iacute;culos de transmiss&atilde;o</strong>: s&atilde;o os ve&iacute;culos pelos quais o agente etiol&oacute;gico passa da fonte de infec&ccedil;&atilde;o para uma pessoa sadia; os principais ve&iacute;culos de transmiss&atilde;o s&atilde;o: &aacute;gua, alimentos, poeira, insetos.</li>\n    <li><strong>vias de penetra&ccedil;&atilde;o</strong>: s&atilde;o as vias pelas quais o agente etiol&oacute;gico penetra em novo paciente; as principais s&atilde;o: boca, narinas, pele, &oacute;rg&atilde;os genitais;</li>\n    <li><strong>endemia</strong>: quando a doen&ccedil;a ocorre em um n&uacute;mero esperado na popula&ccedil;&atilde;o, podendo ser numa cidade, estado, regi&atilde;o ou pa&iacute;s;</li>\n    <li><strong>epidemia</strong>: quando a doen&ccedil;a ocorre o n&uacute;mero muito acima do esperado; muitas vezes, uma epidemia localizada &eacute; denominada surto;</li>\n    <li><strong>pandemia</strong>: quando a doen&ccedil;a ocorre de forma epid&ecirc;mica em v&aacute;rios continentes ou pa&iacute;ses, simultaneamente. Um exemplo &eacute; a pandemia da COVID-19.</li>\n    <li><strong>per&iacute;odo de incuba&ccedil;&atilde;o</strong>: &eacute; o per&iacute;odo que vai desde a penetra&ccedil;&atilde;o do agente etiol&oacute;gico at&eacute; o aparecimento dos primeiros sintomas cl&iacute;nicos;</li>\n    <li><strong>antroponose</strong>: doen&ccedil;a que s&oacute; ocorre em humanos;</li>\n    <li><strong>enzoose</strong>: doen&ccedil;a que s&oacute; corre de animais;</li>\n    <li><strong>zoonose&nbsp;</strong>doen&ccedil;a que pode ocorrer tanto em humanos quanto em animais, isto &eacute;, o agente etiol&oacute;gico pode passar de humanos para animais e vice-versa; &eacute; sin&ocirc;nimo de antropozoonose;</li>\n    <li><strong>zooantroponose&nbsp;</strong>quando a doen&ccedil;a prim&aacute;ria ocorre em animais e o agente etiol&oacute;gico pode atingir humanos como, por exemplo, a doen&ccedil;a de Chagas.</li>\n</ul>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;A profilaxia, portanto, &eacute; o conjunto de medidas destinadas a prevenir ou controlar uma doen&ccedil;a ou algum evento que interfira no bem-estar da popula&ccedil;&atilde;o. Para se desenvolver a &ldquo;profilaxia&rdquo; de qualquer doen&ccedil;a ou praga, &eacute; necess&aacute;ria a participa&ccedil;&atilde;o conjunta da epidemiologia, atrav&eacute;s de suas recomenda&ccedil;&otilde;es t&eacute;cnicas, e da organiza&ccedil;&atilde;o e participa&ccedil;&atilde;o comunit&aacute;ria.</p>\n<p>&nbsp; &nbsp;Algumas parasitoses requerem medidas profil&aacute;ticas muito espec&iacute;ficas, por&eacute;m, como a maioria delas tem aspectos epidemiol&oacute;gicos comuns, as medidas profil&aacute;ticas s&atilde;o abrangentes. A profilaxia n&atilde;o deve ser pensada como uma a&ccedil;&atilde;o isolada para bloquear a transmiss&atilde;o de uma &uacute;nica doen&ccedil;a. Ela deve ser pensada como uma a&ccedil;&atilde;o abrangente capaz de promover a sa&uacute;de e a melhora da qualidade de vida como um todo.</p>"
      },
      {
        "title" : "Imunologia e Parasitoses:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Quando um parasito alcan&ccedil;a seu novo hospedeiro, &eacute; extremamente crucial que, neste momento, ele consiga ultrapassar suas barreiras de defesa. Essas barreiras ou mecanismos de defesa podem ser inespec&iacute;ficas ou espec&iacute;ficas, assim caracterizadas:</p>\n<div>\n    <ul>\n        <li><strong>Barreiras inespec&iacute;ficas ou inatas</strong></li>\n    </ul>\n</div>\n<p>&nbsp; &nbsp; S&atilde;o as barreiras existentes no hospedeiro capazes de bloquear a entrada do parasito independentemente de ter havido um contato pr&eacute;vio. Assim, podemos citar as seguintes barreiras inatas: a pele com seu pH &aacute;cido, os movimentos ciliares da &aacute;rvore br&ocirc;nquica, o muco dos tubos digestivos respirat&oacute;rios, acidez do suco g&aacute;strico e a fagocitose.</p>\n<p>&nbsp; &nbsp;A fagocitose &eacute; um mecanismo inato de defesa realizada a partir de fag&oacute;citos, que envolvem um agente etiol&oacute;gico dentro de um vac&uacute;olo digestivo - o lisossomo -, que produz a lisozima (enzima digestiva), destruindo o agente agressor.</p>\n<div>\n    <ul>\n        <li><strong>Barreiras espec&iacute;ficas ou imunidade</strong></li>\n    </ul>\n</div>\n<p>&nbsp; &nbsp; Comp&otilde;em o substrato da moderna parasitologia a gen&eacute;tica, a ultraestrutura, a biologia molecular, a bioqu&iacute;mica e a imunologia.</p>\n<p>&nbsp; &nbsp; A resposta imune &eacute; sempre estimulada por um ant&iacute;geno, que &eacute; toda subst&acirc;ncia imunog&ecirc;nica. Os principais ant&iacute;genos s&atilde;o as prote&iacute;nas, os polissacar&iacute;deos e os &aacute;cidos nucleicos.</p>\n<p>&nbsp; &nbsp;Quando os ant&iacute;genos s&atilde;o introduzidos numa pessoa via vacina&ccedil;&atilde;o ou quando s&atilde;o processados por macr&oacute;fagos ativados, estimulam as c&eacute;lulas brancas sangu&iacute;neas respons&aacute;veis pela vigil&acirc;ncia monol&oacute;gica, denominadas <strong>linf&oacute;citos</strong>. esses passam a se proliferar intensamente, gerando popula&ccedil;&otilde;es linfoc&iacute;ticas denominadas<strong>&nbsp;linf&oacute;citos T</strong> e <strong>linf&oacute;citos B</strong>.</p>\n<p>&nbsp; &nbsp;Os linf&oacute;citos T, quando estimulados pelo ant&iacute;geno, d&atilde;o origem &agrave; imunidade celular. S&atilde;o abundantes no sistema circulat&oacute;rio, podendo ser do tipo auxiliar, citot&oacute;xico, supressor e at&eacute; da mem&oacute;ria imunol&oacute;gico, participando de forma fundamental na defesa do paciente.</p>\n<p>&nbsp; &nbsp;Os linf&oacute;citos B dar&atilde;o origem &agrave;s imunoglobulinas (Ig), respons&aacute;veis pela imunidade humoral (anticorpos). Portanto, o anticorpo &eacute; um tipo especial de prote&iacute;na sol&uacute;vel, fabricado pelos linf&oacute;citos B ativados. Nos humanos, s&atilde;o encontradas cinco classes de imunoglobulinas: IgC, IgA, IgM, IgD e IgE, com diferentes pesos moleculares e fun&ccedil;&otilde;es.</p>"
      }
    ]
  },


  {
    "categoryName" : "Protozoários",
    "numberOfTabs" : 8,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os protozo&aacute;rios s&atilde;o seres unicelulares eucariotas, de enorme import&acirc;ncia parasit&aacute;ria. Das esp&eacute;cies vivas de protozo&aacute;rios, apenas algumas podem ser encontradas em humanos, sendo, portanto, a maioria de vida livre de modo que alguns entram ocasionalmente em contato com os seres humanos. No decorrer deste cap&iacute;tulo, ser&atilde;o expostos aspectos importantes dos protozo&aacute;rios:</p>"
      },
      {
        "title" : "Organelas:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os protozo&aacute;rios s&atilde;o unicelulares, capazes de realizar todas as fun&ccedil;&otilde;es para a sua pr&oacute;pria sobreviv&ecirc;ncia: alimenta&ccedil;&atilde;o, reprodu&ccedil;&atilde;o, respira&ccedil;&atilde;o, locomo&ccedil;&atilde;o e excre&ccedil;&atilde;o. Para cada fun&ccedil;&atilde;o, h&aacute; uma organela associada:</p>\n<ul>\n    <li><strong>N&uacute;cleo</strong>: envolto por uma membrana nuclear (caracter&iacute;stica dos seres eucariontes). Alguns possuem apenas um n&uacute;cleo, enquanto outros apresentam dois ou mais (nos ciliados, por exemplo, existe o macron&uacute;cleo, relacionado &agrave; s&iacute;ntese de DNA e RNA; e o micron&uacute;cleo, relacionado &agrave; reprodu&ccedil;&atilde;o).</li>\n    <li><strong>Ret&iacute;culo Endoplasm&aacute;tico</strong>: pode ser liso, respons&aacute;vel pela produ&ccedil;&atilde;o de ester&oacute;ides, ou rugoso, que sintetiza prote&iacute;nas.</li>\n    <li><strong>Mitoc&ocirc;ndria</strong>: fornece energia &agrave; c&eacute;lula.</li>\n    <li><strong>Cinetoplasto</strong>: mitoc&ocirc;ndria especializada, rica em DNA.</li>\n    <li><strong>Lisossomo</strong>: digere part&iacute;culas e fragmentos de organelas inutilizadas.</li>\n    <li><strong>Microt&uacute;bulos</strong>: sustentam a c&eacute;lula, al&eacute;m de participarem dos movimentos celulares e da composi&ccedil;&atilde;o de c&iacute;lios e de flagelos</li>\n    <li><strong>Flagelos, c&iacute;lios e pseud&oacute;podes</strong>: s&atilde;o respons&aacute;veis pela locomo&ccedil;&atilde;o do protozo&aacute;rio.</li>\n    <li><strong>Corpo basal</strong>: &eacute; a base onde se insere os flagelos e c&iacute;lios.</li>\n    <li><strong>Axonema</strong>: eixo do flagelo.</li>\n    <li><strong>Cit&oacute;stoma</strong>: &eacute; a organela que permite a ingest&atilde;o de part&iacute;culas alimentares.</li>\n</ul>\n<p>&nbsp; &nbsp; As organelas s&atilde;o semelhantes nas esp&eacute;cies, ocorrendo pequenas diferen&ccedil;as morfol&oacute;gicas em algumas delas, que ajudam na sua diferencia&ccedil;&atilde;o (presen&ccedil;a ou aus&ecirc;ncia de flagelos, quantidade de n&uacute;cleos etc.)</p>"
      },
      {
        "title" : "Forma Biológica:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os protozo&aacute;rios podem ser encontrados nas seguintes formas:</p>\n<ul>\n    <li><strong>Trofozo&iacute;to</strong>: forma ativa do protozo&aacute;rio, que &eacute; capaz de se nutrir e de se reproduzir.</li>\n    <li><strong>Cisto e oocisto</strong>: Forma de resist&ecirc;ncia e de prote&ccedil;&atilde;o do protozo&aacute;rio, quando este se encontra em forma de lat&ecirc;ncia. Os cistos s&atilde;o geralmente formados pela reprodu&ccedil;&atilde;o assexuada do trofozo&iacute;to, enquanto os oocistos s&atilde;o gerados pela reprodu&ccedil;&atilde;o sexuada. As duas formas podem ser encontradas nas fezes do hospedeiro (tamb&eacute;m no ambiente que foi contaminado pelas fezes), assim como em seus tecidos.</li>\n    <li><strong>Gameta</strong>: a forma sexuada, que aparece nas esp&eacute;cies do filo <em>Apicomplexa</em>, podendo ser feminino, macrogameta, ou masculino, microgameta.</li>\n</ul>"
      },
      {
        "title" : "Tipos de Reprodução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A reprodu&ccedil;&atilde;o dos protozo&aacute;rios &eacute; dada da seguinte forma:</p>\n<ul>\n    <li>Assexuada, a partir de:<ol style=\"list-style-type: circle;\">\n            <li>Divis&atilde;o bin&aacute;ria</li>\n            <li>Brotamento ou gemula&ccedil;&atilde;o</li>\n            <li>Esquizogonia, quando ocorre, em um trofozo&iacute;to, a divis&atilde;o do n&uacute;cleo logo ap&oacute;s a divis&atilde;o do citoplasma, produzindo diversos trofozo&iacute;tos. Existem tr&ecirc;s tipos: a <strong>merogonia</strong>, que produz merozo&iacute;tos; a <strong>gametogonia</strong>, produzindo microgametas; e a <strong>esporogonia</strong>, que produz esporozo&iacute;tos.</li>\n        </ol>\n    </li>\n    <li>Sexuada, podendo ocorrer:<ol style=\"list-style-type: circle;\">\n            <li>Conjuga&ccedil;&atilde;o: uni&atilde;o tempor&aacute;ria de dois trofozo&iacute;tos, com a troca de material gen&eacute;tico entre ambos.</li>\n            <li>Singamia ou fecunda&ccedil;&atilde;o: ainda no filo Apicomplexa, um microgameta e um macrogameta se unem, formando um zigoto que, ao se dividir internamente, forma esporozo&iacute;tos.</li>\n        </ol>\n    </li>\n</ul>"
      },
      {
        "title" : "Tipos de Nutrição:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Quanto &agrave; nutri&ccedil;&atilde;o dos protozo&aacute;rios, estes podem ser:</p>\n<ul>\n    <li><strong>Autotr&oacute;ficos</strong>: a partir de pigmentos citoplasm&aacute;ticos, os seres vivos conseguem realizar fotoss&iacute;ntese, isto &eacute;, obter energia pela luz solar.</li>\n    <li><strong>Heterotr&oacute;ficos</strong>: se alimentam por meio da ingest&atilde;o de part&iacute;culas org&acirc;nicas (fagocitose, caso as part&iacute;culas sejam s&oacute;lidas, ou pinocitose, caso estas sejam l&iacute;quidas).</li>\n    <li><strong>Saprozoicos</strong>: a partir da membrana celular, os seres absorvem subst&acirc;ncias org&acirc;nicas vegetais decompostas e dissolvidas no meio l&iacute;quido.</li>\n    <li><strong>Mixotr&oacute;ficos</strong>: ocorre quando o protozo&aacute;rio se alimenta por mais de um m&eacute;todo citado.</li>\n</ul>"
      },
      {
        "title" : "Respiração:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os protozo&aacute;rios, quanto &agrave; respira&ccedil;&atilde;o, podem ser:</p>\n<ul>\n    <li>Aer&oacute;bios: quando vivem em ambientes ricos em oxig&ecirc;nio.</li>\n    <li>Anaer&oacute;bios: quando vivem em ambientes onde o oxig&ecirc;nio &eacute; escasso ou inexistente.</li>\n</ul>"
      },
      {
        "title" : "Locomoção:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A locomo&ccedil;&atilde;o dos protozo&aacute;rios se d&aacute; de diversas formas, podendo ocorrer por meio de uma ou mais organelas:</p>\n<ul>\n    <li><strong>Pseud&oacute;podes</strong>: formados pelo citoplasma do protozo&aacute;rio. Exemplo: <em>Entamoeba histolytica</em>.</li>\n    <li><strong>Flagelos</strong>: localizados na extremidade do protozo&aacute;rio.</li>\n    <li><strong>C&iacute;lios</strong><em>:&nbsp;</em>dispostos por toda a c&eacute;lula, em grande quantidade.</li>\n    <li><strong>Microt&uacute;bulos submembranosos:</strong><em>&nbsp;</em>permitem a felxao, ondula&ccedil;&atilde;o ou deslizamento do protozo&aacute;rio.</li>\n</ul>"
      },
      {
        "title" : "Classificação:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os protozo&aacute;rios de import&acirc;ncia m&eacute;dica s&atilde;o eucariontes, pertencentes ao reino Protozoa, classificados dentre tr&ecirc;s principais filos:</p>\n<ul>\n    <li>Sarcomastigophora: possuem pseud&oacute;podes, flagelos ou os dois; A sua reprodu&ccedil;&atilde;o &eacute; gera&ccedil;mente assexuada. Esse filo se divide em dois subfilos menores:<ol style=\"list-style-type: circle;\">\n            <li>Sarcodina: os que se movimentam por pseud&oacute;podes. Os g&ecirc;neros pertencentes &agrave; esse filo s&atilde;o <em>Entamoeba</em>, <em>Naegleria</em>.</li>\n            <li>Mastigophora: movimentam-se por flagelos, e os principais g&ecirc;neros s&atilde;o <em>Trypanosoma</em>, <em>Leishmania</em>, <em>Giardia</em>, <em>Thichomonas</em>.</li>\n        </ol>\n    </li>\n    <li>Apicomplexa: apresentam um &ldquo;complexo apical&rdquo; (constitu&iacute;do de anel polar, micronemas, conoide e microt&uacute;bulos) vis&iacute;vel apenas por microsc&oacute;pio eletr&ocirc;nico, movimenta&ccedil;&atilde;o por flex&atilde;o, reprodu&ccedil;&atilde;o assexuada e sexuada. Esse filo &eacute; dividido nas ordens:<ol style=\"list-style-type: circle;\">\n            <li>Eucoccidiida: com os g&ecirc;neros <em>Sarcocystis</em>, <em>Toxoplama</em>, <em>Cryptosporidium</em>.</li>\n            <li>Haemosporida: com o g&ecirc;nero <em>Plasmodium</em>.</li>\n        </ol>\n    </li>\n    <li>Ciliophora: apresentam c&iacute;lios, micro e macron&uacute;cleo; movimenta&ccedil;&atilde;o por meio de c&iacute;lios; reprodu&ccedil;&otilde;es sexuada e assexuada. Apresentam diversas ordens, e a Trichostomatida a que apresenta</li>\n</ul>"
      }
    ]
  },
  {
    "categoryName" : "Amebíase",
    "numberOfTabs" : 7,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Amebíase é uma infecção intestinal e extra intestinal, causada pela <i>Entamoeba histolytica</i>. Como outras infecções intestinais a amebíase tem divergências e controvérsias, isso ocorre devido a variação entre as manifestações da doença, que podem variar principalmente pela virulência das cepas e localização}.    Apesar de ser a segunda parasitose que mais mata no mundo, apenas atrás da malária, {tendo elevada letalidade em países como México e Índia,} sua gravidade tem grande variação no próprio Brasil {gerando colites mais graves na região amazônica}.\n</p>"
      },
      {
        "title" : "Morfologia do Agente:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; A <i>E. histolytica</i> é a única ameba que causa patologias na espécie humana. Apesar de existir outra como <i>Endolimax nana</i>, <i>E. hartmanni</i>, <i>E. díspar</i>, <i>Iodamoeba butschlli</i> e <i>E. coli</i> que vivem no intestino grosso e ainda a <i>E. hartmanni</i> (*não parece ser tanto assim apesar do livro falar que é*) e <i>E. díspar</i> serem morfologicamente iguais a <i>E. histolytica</i> nenhuma outra é patogênica. Também há amebas na cavidade bucal da espécie <i>E. gengivalis</i> que não é patogênica, além de não formar cistos.} Sendo um protozoário do filo Sarcomastigophora, do subfilo Sarcodina, da família Endamoebidae, a <i>Entamoeba histolytica</i> possui duas formas básicas e duas intermediárias, sendo essas:\n            \tO trofozoíto, sendo a fase ativa que é capaz de se reproduzir e se alimentar, vivendo na mucosa ou na luz do intestino grosso {, principalmente nas regiões do ceco e retossigmoide,} formando colônias. Possui cerca de 20 a 40 µm de diâmetro, tendo uma forma ameboide, movimentando do se por pseudópodes.    {Possui duas regiões plasmática bem explicitas o endoplasma, denso, e o ectoplasma, menos denso e mais claro, ainda com um só núcleo com uma cromatina central e ademais aderidas a carioteca.\n    \tO cisto, a forma de resistência, é elimina junto as fezes, pode apresentar até 4 núcleos.    Possui cerca de 8 a 20 µm de diâmetro e formato esférico.\n    \tFormas intermediárias:\n    o\tPré-cisto forma anterior ao cisto que pode aparecer nas fezes\n    o\tmetacisto, por posterior ao desencistamento, tetranucleada\n</p>",
        "imageAddress" : "ameba2"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; \"Os trofozoítos que vivem no intestino grosso, especialmente na luz o ceco e do retossigmoide, formam colônias oriundas da divisão binária dessas formas. Esses trofozoítos, posteriormente e seguindo a progressão do bolo fecal, desidratam-se e tomam a forma arredondada, transformando-se em “cistos”, que usualmente são eliminados junto com as fezes formandas. Conforme será mostrado em “patogenia”, os trofozoítos presentes nas úlceras, não formam cistos.\n    Os trofozoítos apresentam movimentos ameboides típicos, através dos pseudópodes lançados pelo citoplasma. É através desses pseudópodes que a ameba se movimenta e ingere partículas alimentares(fagocitose), incluindo bactérias da microbiota intestinal.\n    Os cistos eliminados nas fezes permanecem viáveis por cerca de 10 a 30 dias, contaminando o ambiente (água, alimentos, poeira etc.) e podendo ser ingeridos. Resistem ao suco gástrico e, chegando ao final do intestino delgado, desencistam-se e cada cisto tetranucleado dá origem a quatro amebas uninucleadas (trofozoítos). Estes se alimentam, reproduzem por divisão binária e colonizam o intestino grosso.\n    Os trofozoítos se desprendem da parede do intestino e, ao caírem na luz, secretam uma membrana cística transformando-se em cistos, reiniciando o ciclo”\n</p>",
        "imageAddress" : "ameba3"
      },
      {
        "title" : "Patogenia e Sintomatologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Apesar de poder formar extensas colônias sem provocar lesão ou manifestação alguma no indivíduo infectado, a <i>E. histolytica</i>, em sua forma de trofozoítos pode atacar a parede do intestino, células epiteliais, e a mucosa, assim invadindo a submucosa e provocando úlceras. Essa atividade que manifesta quadro clínico pode ocorrer desde dias a meses da ingestão dos cistos. {Após liberar os amebaporos e penetrarem por algum orifício na mucosa, os trofozoítos formam colônias que destroem os tecidos. Essa úlcera é leva o nome de “úlcera botão de camisa” por possuir uma área necrosada ao redor da pequena úlcera. Apesar ser possível a aparição isolada das úlceras, essas podem se fundir ou coalescer, aumentando seu tamanho}. Os sintomas ligados a essas úlceras são:\n    \tColite (dor no baixo ventre sem diarreia)\n    \tColite disentérica (com diarreia)\n    {Em locais como México, África do Sul, Tailândia, Egito e Brasil (Pará e Amazonas) há casos de amebíase extraintestinal. Nesses casos há formação de lesões no fígado, pulmão e cérebro por meio da via hematogênica. Essa amebíase geralmente não ocorre em outros locais, já que é causada por cepas específicas.</p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p><i>&nbsp; &nbsp; “É interessante o que ocorre com a imunidade na amebíase. Sabe-se que pacientes que tiveram infecções intestinais ou hepáticas, dificilmente apresentam recidivas graves. Ou seja, na primo-infecção pela <b>E. histolytica</b>, as formas invasivas estimulam o sistema imune, protegendo o paciente de reinfecções. O sistema complemento é um importante componente do sistema imunológico inato, iniciando uma resposta inflamatória local e remoção dos patógenos. Entretanto, ainda não estão totalmente esclarecidos os mecanismos imunes envolvidos, quer sejam humorais, quer sejam citológicos, tornando difícil demonstrar uma correlação exata entre as reações imunológicas ocorridas e a resistência dos pacientes. Por outro lado, sabe-se que portadores de amebas não patogênicas (E. díspar ou E. coli) não apresentam anticorpos específicos, pois colonizam apenas a luz intestinal.\n    Tanto a imunidade inata humoral quanto a mediada por células estão envolvidas na patogênese da amebíase. De toda forma, nos pacientes com amebíase invasiva (intestinal ou hepática) é possível demonstrar a presença de anticorpos no soro sanguíneo das classes IgG, IgA e IgE. Nas fezes de pacientes também são detectados anticorpos IgA e IgG (o que permite o diagnóstico imunológico através da hemaglutinação indireta ou ELISA). Já os mecanismos celulares de defesa são discretos e pouco conhecidos.”\n</i></p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia da amebíase consiste em:\n    \tTratamento dos doentes\n    \tRede sanitária (de esgoto, lixo e água)\n    \tTroca periódica de filtros\n    \tLimpeza de caixas d’água\n    \tHigienização de verduras\n</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A amebíase pode ser curada espontaneamente, por ação do sistema imune. Porém, quando constatada a infecção, é recomendado uma dieta mais leve, com vasta reposição de líquidos e sais minerais, entretanto pobre em fibras e entrada com a via medicamentosa. {A ingestão medicamentosa pode ser de Secnidazol, e como segunda opção Metronidazol, que também é usado nas formas extraintestinais, assim como a terceira opção o Tinidazol a quarta, o Teclozam, é indicado nas formas assintomáticas ou brandas. Há também o Nitazoxanida para a forma intestinal aguda. Todos esses contraindicados para gravidas e mães em estágio de amamentação.\n </p>"
      }
    ]
  },
  {
    "categoryName" : "Giardíase",
    "numberOfTabs" : 1,
    "tabs" : [
      {
        "title" : "Informações:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A giardíase é uma parasitose causada pelo protozoário <i><b>Giardia duodenalis</b></i>, também chamado de <i><b>Giardia lamblia</b></i> ou <i><b>G. intestinalis</b></i>. Faz parte do filo <i>Sarcomastigophora</i>, subfilo <i>Mastigophora</i> e família <i>Hexamitidae</i>. Essa espécie é a única de seu gênero capaz de parasitar seres humanos, sendo que as outras causam doenças em outros mamíferos, aves, répteis e anfíbios.\n    Apresenta dois estágios de desenvolvimento: o de cisto e o de trofozoíto. No primeiro possui formato oval e é envolvido por uma parede de glicoproteína que torna o cisto mais resistente a variações de umidade, temperatura e produtos químicos para desinfecção de ambientes. O segundo apresenta quatro pares de flagelos, formato piriforme, além de simetria bilateral.\n    Seu ciclo é monoxeno e inicia-se com a ingestão dos cistos pelo homem. Após isso, acontece o processo de desencistamento com a acidez do estômago. Cada cisto libera uma forma chamada de excitozoíto, o qual se multiplicará formando quatro trofozoítos binucleados que realizarão divisão binária de modo a colonizar o intestino. O parasito completará seu ciclo na porção final do intestino, o íleo, onde realiza encistamento e será liberado nas fezes, podendo permanecer nessa forma por meses no ambiente.\n    A prevalência dessa parasitose é duvidosa, uma vez que muitos dos doentes possuem um quadro assintomático e em vários casos nos quais há sintomas, esses são confundidos com os de uma virose. Os principais sintomas são diarreia, perda de peso, má absorção de nutrientes como gordura, vitaminas lipossolúveis, ferro e lactose. No caso da infecção em indivíduos adultos, essas deficiências não causam danos significativos, no entanto, podem atrapalhar seriamente o desenvolvimento cognitivo e físico de crianças.\n    O diagnóstico pode ser clínico, em que são analisados os sintomas, laboratorial do tipo parasitológico, com o exame microscópico de fezes, ou laboratorial do tipo imunológico, usando-se o método ELISA.\n    Apesar de ser um mecanismo não totalmente compreendido, sabe-se que o corpo humano é capaz de produzir resposta imune para as infecções por <i>Giardia</i>. A resposta específica ocorre no soro, em que anticorpos do tipo IgG, IgM e IgA atuam, e na mucosa intestinal, ao que IgA é capaz de reconhecer proteínas dos trofozoítos e diminuir a possibilidade de sua adesão às células do epitélio intestinal. Além disso, mecanismos como barreiras naturais existentes no intestino delgado participam no controle da infecção.\n    Para o controle da doença, faz-se necessária a atuação do poder público para que a população possua acesso a saneamento básico e água potável. Além disso, o tratamento dos doentes, a higiene pessoal e a educação sanitária são importantes medidas. Já o tratamento da doença é normalmente feito com o medicamento metronidazol, que elimina a infecção em cerca de 80 a 95% dos pacientes.\n</p>"
      }
    ]
  },
  {
    "categoryName" : "Leishmanioses",
    "numberOfTabs" : 3,
    "tabs" : [
      {
        "title" : "Informações:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A leishmaniose é uma doença causada por protozoários do filo <i>Sarcomastigophora</i>, subfilo <i>Mastigophora</i>, família <i>Trypanosomatidae</i> e gênero <i>Leishmania</i>. Nas Américas, os vetores dessa protozoose são pertencentes ao gênero <i>Lutzomyia</i>. Há outros vetores nos demais continentes, como os do gênero <i>Phlebotominae</i> na Europa.\n    A Leishmania possui duas formas básicas: amastigota, localizada dentro dos macrófagos dos órgãos alvos, e promastigota, forma infectante encontrada nos insetos vetores, flebótomos do gênero <i>Lutzomyia</i>. A amastigota mede aproximadamente de 2 a 5 µm de diâmetro e não possui flagelo externo, enquanto a promastigota é alongada, com aproximadamente 20µm de comprimento, comum flagelo livre, imergindo do cinetoplasto. Ambas as formas têm em seu interior um núcleo e um cinetoplasto, formado por DNA mitocondrial.\n    O inseto vetor flebotomíneo infecta-se picando algum animal infectado (reservatório) ao ingerir as formas amastigotas de sua pele. No tubo digestivo do inseto, se transformam em promastigotas, que se reproduzem intensamente através de divisão binária (cissiparidade). Essas formas promastigotas migram para o aparelho bucal do inseto, que ao se alimentar de sangue em um novo hospedeiro, um humano ou animal, inoculam na sua pele essas formas promastigotas. Finalmente, essas invadem os macrófagos locais e tornam-se amastigotas, que se multiplicam por divisão binária até romperem o macrófago. Livres nos tecidos ou no sangue, são fagocitadas por outros macrófagos, reiniciando o processo proliferativo.\n    A profilaxia da leishmaniose é considerada difícil. No meio silvestre, o uso de inseticidas contra flebotomíneos não é recomendado uma vez que prejudicaria insetos polinizadores, mas seu uso no ambiente domiciliar e peridomiciliar é aprovado. O uso de repelentes para humanos e de coleiras repelentes em cães, a vacinação desses animais, o tratamento das pessoas doentes, a eliminação de possíveis criadouros e a educação da população são, também, medidas a serem tomadas para o controle das leishmanioses.\n    Para o tratamento da parasitose em humanos, o medicamento mais comum a ser utilizado é o Glucantime, mas em casos de pessoas imunossuprimidas, com insuficiência cardíaca, hepática ou renal, gestantes, crianças com menos de um ano e pessoas que não responderam bem ao tratamento com Glucantime a anfotericina B lipossomal é usada. Em cães o medicamento adequado é o Milteforan.\n    Estudos demonstram que a <i>Leishmania</i> tem grande capacidade de escapar de defesas inespecíficas. Outro fato importante é a deficiência dos macrófagos em destruir as formas amastigotas do protozoário, tornando-se um estímulo para o parasitismo. Há atuação dos linfócitos T helper, os quais liberam substâncias para a supressão dos parasitos, e aumento das taxas de anticorpos, em especial, os IgG.\n    São várias as espécies do gênero <i>Leishmania</i> que acometem o ser humano, podendo causar duas formas distintas da parasitose: a tegumentar e a visceral.\n</p>"
      },
      {
        "title" : "Leishmaniose Visceral:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os casos de calazar no Brasil têm aumentado muito, tornando-se uma grave questão de saúde pública. Em toda a América, a espécie causadora da doença é a <i><b>L. infantum chagasi</b></i>.\n                No diagnóstico do tipo parasitológico para a leishmaniose visceral é feita uma punção da medula óssea do osso esterno e com o material obtido pode ser feito um esfregaço, conforme descrito anteriormente para a leishmaniose tegumentar, ou semear esse material em meios de cultura específicos, como NNN e LIT. Já o diagnóstico imunológico pode ser feito com reação de ELISA, TraLd (teste rápido anticorpo anti <i>Leishmania donovani</i>), reação de imunofluorescência indireta, feitas com o plasma sanguíneo. Há ainda a utilização das técnicas de análise de DNA, como a PCR (Reação em cadeia da Polimerase), capazes de indicar com grande precisão o agente invasor do organismo.\n                No caso do calazar canino pode ser feito um esfregaço com pele da orelha ou punção da medula óssea no método parasitológico, enquanto que no imunológico o TraLd, a PCR e a imunofluorescência indireta também são usados.\n                Os sintomas dessa doença envolvem hepatomegalia (aumento do volume do fígado), esplenomegalia (aumento do volume do baço), disfunção na medula óssea acompanhada de anemia que pode ser fatal.\n</p>"
      },
      {
        "title" : "Leishmaniose Tegumentar:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A L.T.A. é uma doença silvestre, relativamente estável em termos de incidência e prevalência, com raros surtos em áreas de desbravamento de vegetação. As espécies que causam essa parasitose nas Américas são <i><b>L. brasilienses</b></i>, <i><b>L. amazonenses</b></i>, <i><b>L. mexicana</b></i> e <i><b>L. guyanensis</b></i>.\n                O diagnóstico parasitológico da leishmaniose tegumentar é realizado através de uma biópsia da lesão ou ferida. Do pequeno fragmento retirado, é feito um esfregaço em lâmina de microscopia ou, após escarificar a borda da lesão, pode-se, também, comprimir uma lamina de microscopia sobre a área escarificada, obtendo-se um esfregaço por aposição. O material colhido pode ser corado pelo método de Giemsa ou pelo método panótico rápido. Com o material da biópsia também poderão ser feitas culturas de <i>Leishmania</i>, com meios de cultura específicos, como NNN e LIT.\n                Pode ser realizado também o diagnóstico imunológico em que, a intradermorreação de Montenegro, associada à suspeita clínico-epidemiológica, é o método mais utilizado, com injeção intradérmica de 0,1 mL do antígeno na face interna do antebraço e leitura de 49 a 72 horas após. A positividade do teste é determinada pelo aumento da pápula previamente formada.\n                Os protozoários na forma amastigota permanecem na pele, de modo a formar um nódulo que se transformará em uma ferida. Essa ferida pode se espalhar para a pele de outras partes do corpo, podendo atingir o rosto.\n</p>"
      }
    ]
  },
  {
    "categoryName" : "Tricomonose",
    "numberOfTabs" : 7,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A Tricomoníase, também conhecida como tricomonose, é uma infecção causada\n    pelo Trichomonas vaginalis, que se instala nas vias genitais. É uma\n    infecção sexualmente transmissível (IST) que está distribuída\n    mundialmente, que tem crescido no número de casos.\n</p>"
      },
      {
        "title" : "Morfologia do Agente:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; Do filo <i>Sarcomastigophora</i>, <i>subfilo Mastigophora</i>, família\n            <i>Trichomonadidae</i>, o <i>T. vaginalis</i> apresenta uma única\n            forma:\n        </p>\n        <ul>\n            <li>\n                <p>\n                    <b>Trofozoíto</b>, visto nos órgãos genitais femininos e\n                    masculinos.\n                    Possui formato piriforme ou ovalado, medindo cerca de\n                    12 µm de comprimento por 8 µm de largura. De núcleo alongado tem 4\n                    flagelos livres na região anterior e um flagelo na região\n                    posterior, se caracterizando uma membrana ondulante típica.\n                </p>\n                \n            </li>\n        </ul>",
        "imageAddress" : "trico1"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; Seu ciclo biológico da tricomoníase é simples, sendo a transmissão,\n            geralmente, por meio de contato sexual, e neste momento o trofozoíto\n            passa para o corpo do outro indivíduo e lá passa a se reproduzir por\n            divisão binária. Como <i>T. vaginalis</i> passa em seu ciclo por\n            somente um hospedeiro, ele é classificado como monoxênico.\n        </p>",
        "imageAddress" : "trico2"
      },
      {
        "title" : "Patogenia e Sintomatologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O Trichomonas vaginalis causa nos homens e mulheres sintomas\n            distintos. No homem, geralmente assintomática, pode causar:\n        </p>\n        <ul>\n            <li>Discretas lesões na uretra</li>\n            <li>Ardor ao urinar (disúria)</li>\n            <li>Irritação na uretra (uretrite)</li>\n            <li>Aumento no número de vezes que o indivíduo urina (poliúria), se concentrando na manhã</li>\n            <li>Secreção uretral, semelhante ao pus</li>\n        </ul>\n        <p>\n            &nbsp; &nbsp; Já nas mulheres os sintomas são mais graves e aparecem de 5 a 28 dias\n            após a infecção, sendo esses:\n        </p>\n        <ul>\n            <li>Vulvovaginite</li>\n            <li>Intenso prurido</li>\n            <li>Secreção vaginal de cor variada (presente em apenas 40% dos casos)</li>\n            <li>Aumento no número de vezes que o indivíduo urina (poliúria), se\n                concentrando na manhã</li>\n        </ul>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; <i>“Em tricomonose a imunidade dura enquanto permanece a infecção.\n                Este estado de imunidade concomitante (ou premunição) é bem evidente\n                nos pacientes crônicos, que ao eliminarem a infecção via\n                medicamentos, as taxas de anticorpos específicos desaparecem\n                rapidamente. Assim, em pacientes crônicos, são encontrados IgG, IgA,\n                IgM e IgE, além da ativação de anticorpos fixadores do complemento.\n                Durante a tricomonose crônica e a forte resposta imune celular, há\n                uma acentuada inflamação do epitélio vaginal e uretral (em homens),\n                o que induz uma grande infiltração de leucócitos TCD4 e macrófagos.\n                Nesses pacientes, esse quadro imunoinflamatório favorece a infecção\n                pelo vírus HIV.\"</i>\n        </p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Por ser uma doença sexualmente transmissível, dentre seus cuidados\n            incluem:\n        </p>\n        <ul>\n            <li>Educação sanitária</li>\n            <li>Uso de preservativos</li>\n            <li>Abstinência sexual</li>\n            <li>Tratamento de doentes</li>\n        </ul>    \n        "
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>\n            &nbsp; &nbsp; O tratamento da <b>Tricomonose</b> pode ser feito com drogas\n            eficientes como os quimioterápicos: nitroimidazólicos e metronidazol\n            de administração oral de dose única.\n        </p>"
      }
    ]
  },
  {
    "categoryName" : "Doença de Chagas",
    "numberOfTabs" : 8,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>\n    &nbsp; &nbsp; A doença de Chagas, também conhecida como tripanossomíase americana, mal\n    de Chagas ou chaguismo, é uma protozoose causada pelo (protozoário\n    sanguíneo e de tecidos) <i>Trypanosoma cruzi</i>, considerada uma doença\n    tropical negligenciada.\n</p>"
      },
      {
        "title" : "História:",
        "type" : "text",
        "text" : "<p>\n            &nbsp; &nbsp; A tripanossomíase foi descoberta em 1909 pelo médico mineiro Carlos\n            Ribeiro Justiniano das Chagas, o qual a partir do conhecimento do\n            inseto transmissor da patologia, algumas espécies da subfamília\n            Triatominae ou barbeiro, como é conhecido popularmente, estudou a\n            doença até então desconhecida e todos seus aspectos patológicos,\n            epidemiológicos e profiláticos.\n        </p>"
      },
      {
        "title" : "Morfologia do Agente:",
        "type" : "textAndImage",
        "text" : "<p>\n            &nbsp; &nbsp; Do filo <i>Sarcomastigophora</i>, <i>subfilo Mastigophora</i>, família\n            <i>Trypanosomatidae</i>, o <i>Trypanosoma cruzi</i> pode ser\n            encontrado em 3 formas:\n        </p>\n        <ul>\n            <li>\n                <p>\n                    &nbsp; &nbsp; <b>Amastigota</b>, estágio intracelular, visto nos tecidos de\n                    mamíferos, como humanos ou outros reservatórios. (Dentro desses\n                    demais mamíferos os principais silvestres são gambás, tatus,\n                    ratos, enquanto os domésticos são cães, gatos e porcos. Pode ser\n                    cultivado em cultivo axênico).\n                    \n                    Possui forma esférica medindo cerca\n                    de 4 µm de diâmetro, é também dotado de um flagelo muito pouco\n                    pronunciável (não se projetando muito da bolsa flagelar e\n                    cinetoplasto com formato de barra na região anterior ao núcleo).\n                </p>\n            </li>\n            <li>\n                <p>\n                    &nbsp; &nbsp; <b>Tripomastigota</b>, estágio sanguíneo humano, também encontrado\n                    nos dejetos do barbeiro. Esta forma é altamente infectante.\n                    (Dentro das fezes dos triatomíneos é chamado de tripomastigota\n                    metacíclica, por representar o final do ciclo biológico. Assim\n                    podendo ser encontrado na porção posterior do intestino e no reto\n                    do vetor ou no sangue e espaço intercelular dos hospedeiros\n                    vertebrados. Podendo ser cultivado em cultivo axênico\n                    (metaciclogênese in vitro)).\n                    Possui formato alongado medindo cerca\n                    de 20 a 30 µm de comprimento, é dotado de um flagelo localizado na\n                    lateral do parasito se mantendo aderido ao corpo até a região\n                    anterior, onde torna-se livre. (Neste estágio a bolsa flagelar\n                    também se localiza na lateral do trypanosoma, além de possuir\n                    cinetoplasto arredondado visto na região posterior ao núcleo.)\n                </p>\n            </li>\n            <li>\n                <p>\n                    &nbsp; &nbsp; <b>Epimastigota</b>, estágio intermediário intestinal do barbeiro,\n                    também pode estar nos dejetos do barbeiro. (Podendo ser em\n                    encontrado cultivo axênico).\n                    Possui formato alongado, seu flagelo\n                    é localizado na lateral do parasito, mantendo-se aderido ao seu\n                    corpo, tornando-se, assim, livre apenas na região anterior. (Neste\n                    estágio o parasito apresenta cinetoplasto em forma de barra,\n                    encontrado na região anterior ao núcleo, ou seja, logo acima (epi\n                    = sobre)).\n                </p>\n            </li>\n        </ul>",
        "imageAddress" : "trico1"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "text",
        "text" : "&nbsp; &nbsp; “Assim que um humano é picado por um barbeiro positivo, nos dejetos\n            (fezes e urina) desse inseto encontram-se as formas infectantes, que\n            são os tripomastigotas metacíclicos. Essas formas podem penetrar na\n            pele arranhada (pela coceira advinda do barbeiro), no orifício da\n            picada do inseto ou na mucosa sadia (mucosa conjuntival). Ao penetrar\n            nos macrófagos ou outras células locais, o tripomastigota se\n            transforma em amastigota e inicia a reprodução por divisão binária.\n            Passadas 36/48 horas, essa célula se rompe e as amastigotas se\n            transformam em tripomastigotas, que caem na corrente sanguínea e vão\n            invadir outras células próximas ou distantes (células lisas e\n            estriadas cardíacas), reiniciando o processo. Quando um triatomíneo\n            sugar um humano ou animal infectado ele ingerirá essas formas\n            sanguíneas, que irão se dirigir para o estômago e para a porção\n            posterior do intestino do inseto, onde se transformam em Epimastigota,\n            que passam a se reproduzir por divisão binária, formando os\n            tripomastigotas metacíclicos. Um barbeiro infectado nos primeiros dias\n            de nascido, poderá passar o resto da sua vida infectante, isto é,\n            liberando tripomastigotas em seus dejetos” <br />\n\n            &nbsp; &nbsp; Como o T. cruzi passa em seu ciclo por dois hospedeiros, ele é\n            classificado como um parasita heteroxênico",
        "imageAddress" : "chagas4"
      },
      {
        "title" : "Patogenia e Sintomatologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A doença de Chagas tem parte de seus sintomas causados não pelo\n            parasito, mas sim pela resposta imune do indivíduo, a tornando uma\n            doença autoimune, o que a torna complexa. A ação do sistema imune pode\n            agredir células não parasitadas do hospedeiro, atingindo qualquer\n            célula sensibilizada por antígenos do parasito, o que agrava a\n            condição do infectado, isto ocorre em doenças como a leishmaniose,\n            malária, esquistossomose e tripanossomose. A transmissão vetorial pode\n            ocorrer em 2 casos: a partir da penetração pela pele ou pela mucosa\n            conjuntival. No caso da penetração da pele é formado o “chagoma de\n            inoculação”, nem sempre visível, se caracteriza por uma pequena\n            tumoração. Já quando a penetração ocorre pela mucosa sadia, é formado\n            o “sinal de Romaña”, sendo esse um edema bipalpebral, unilateral e\n            enfarto ganglionar satélite. Após esse estágio ocorre intensa\n            reprodução da forma amastigota, intracelular, formando os chamados\n            ninhos de amastigota, além do elevado número de formas\n            tripomastigotas, assim caracterizando a fase aguda da doença. Podendo\n            durar cerca de 1 mês possui sintomas como: \n        </p>\n        <ul>\n            <li>Febre prolongada por mais de 7 dias</li>\n            <li>Dor de cabeça</li>\n            <li>Fraqueza intensa</li>\n            <li>Inchaço nas pernas e no rosto</li>\n        </ul>\n        <p>&nbsp; &nbsp; Após esse período o paciente passa\n            para fase crônica da doença, que é caracterizada por:</p>\n        <ul>\n            <li>Redução na parasitemia</li>\n            <li>Aumento na resposta imune</li>\n            <li>Lesões cardíacas, esofagianas ou entéricas</li>\n            <li>Miocardite</li>\n        </ul>\n        <p>&nbsp; &nbsp; Porém as lesões passam sem alarme, sendo percebidas cerca\n            de 20 a 30 anos após a infecção, sendo essa fase prolongada chamada de\n            fase indeterminada. Esse estágio é caracterizado por contagem mínima\n            de ninhos de amastigotas no coração e intestino grosso, porém, devido\n            à resposta imunoinflamatória, há destruição dos neurônios responsáveis\n            pelos movimentos do esôfago e intestino, peristálticos, e a contração\n            cardíaca, causando então bloqueio do estímulo atrioventricular, ou\n            bloqueio do feixe de Hiss, quadro que levo o paciente ao óbito súbito.\n            Causada pelo infiltrado inflamatório, há distanciamento das fibras\n            musculares, miofibrilas. Assim o dano neuronal gera:</p>\n        <ul>\n            <li>Disritmia cardíaca</li>\n            <li>Dificuldade de progressão do bolo alimentar (mal de engasgo)</li>\n            <li>Dificuldade de progressão do bolo fecal</li>\n            \n        </ul>\n        <p>&nbsp; &nbsp; Já o distanciamento das\n            miofibrilas causa:</p>\n        <ul>\n            <li>Megacólon</li>\n            <li>Megaesôfago</li>\n            <li>Cardiomegalia</li>\n            <li></li>\n            <li></li>\n        </ul>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A infecção pelo T. cruzi mobiliza os diversos mecanismos humorais e\n            celulares da resposta imune, promovendo a imunidade inata e a\n            imunidade adquirida. Na imunidade inata, tanto nas aves quanto nos\n            répteis, que são refratários à infecção pelo T. cruzi, a destruição\n            desse protozoário se dá pela análise mediada pelo complemento, pela\n            ação das células natural killer e pela ativação de macrófagos. A ação\n            conjunta desses mecanismos impede a evolução do T. cruzi nesses\n            animais. Na imunidade adquirida ocorre um fenômeno interessante. Na\n            fase aguda da doença há proliferação intensa do parasito, produzindo\n            uma parasitemia elevada. Cerca de 1 a 2 semanas depois, o sistema\n            imune é ativado no paciente, reduzindo drasticamente a parasitemia.\n            Nesse tempo tem início a fase crônica da doença, caracterizada por uma\n            parasitemia discreta (subpatente) e uma taxa elevada de anticorpos.\n            Essa fase crônica pode durar de 20 a 30 anos em pacientes humanos,\n            quando surgem os sintomas patognomônicos da enfermidade: alterações\n            cardíacas, esofágicas e intestinais. Portanto, a imunidade humoral\n            iniciada na fase aguda e perdurando por toda crônica apresenta títulos\n            elevados. Logo após a infecção, o parasito promove ativação\n            inespecífica de macrófagos e de células natural killer (imunidade\n            celular), acompanhado de ativação de linfócitos T e B, resultando na\n            produção de imunoglobulinas (imunidade humoral). Logo após os\n            primeiros dias da infecção, começam a se elevar as taxas de IgM e IgG.\n            A IgM decresce rapidamente e a IgG, mais tardiamente, porém essa\n            permanece estável durante toda a fase crônica da doença. Cerca de 1 ou\n            2 meses após o início da infecção, tornam-se elevadas as taxas de IgA\n            e IgE. Há forte correlação entre taxas elevadas de IgM e cardiopatia,\n            de IgA e forma digestivas e de IgE de cardiopatias. A ocorrência de\n            lesões progressivas (cardíacas, esofágicas ou intestinais), associadas\n            a fenômenos degenerativos intensos (inflamação, fibrose, denervação)\n            em pacientes crônicos, sugerem importante papel na gênese das lesões\n            no paciente chagásico.}</p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Como medidas de ação imediata para a redução dos casos de\n            Tripanossomíase é recomendado que ocorra a melhoria das habitações,\n            retirando principalmente as casas de pau-a-pique, assim como limpeza\n            semanal das residências, sob colchoes, atrás de moveis e quadros,\n            educação da população quanto as medidas sanitárias e ambientais,\n            tratamento dos doentes, além do combate ao vetor por meio da\n            pulverização de inseticidas (piretroides com efeito residual de 6\n            meses a 1 ano).</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>\n            &nbsp; &nbsp; Não há atualmente um tratamento eficaz após a fase aguda. Na fase\n            aguda há 2 medicamentos que possuem ação {Nifurtimox e benznidazol}.\n            Obs.: colocar na introdução geral os protozoários de aparelho\n            digestório e urinário e os de sanguíneo e de tecidos, Atlas Pag. 7</p>"
      }
    ]
  },
  {
    "categoryName" : "Malária",
    "numberOfTabs" : 1,
    "tabs" : [
      {
        "title" : "Informações:",
        "type" : "textAndImage",
        "text" : "<p>\n    &nbsp; &nbsp; A malária é uma doença causada por protozoários do gênero <i><b>Plasmodium</b></i> (<i>P. falciparum</i>, <i>P. vivax</i> e <i>P. malariae</i>), os quais pertencem ao filo <i>Apicomplexa</i> e à família <i>Plasmodiidae</i>. Tal doença, apesar de quase erradicada na década de 1950, ainda é um grave problema para a saúde mundial, uma vez que são registrados, anualmente, cerca de 500 mil novos casos, existindo por volta de 200 milhões de pessoas infectadas no mundo. Outro problema é a alta taxa de mortalidade que a doença causa, com um valor aproximado de dois milhões de mortes por ano, sendo a doença parasitária que mais mata no mundo.\n    Essa parasitose ocorria em praticamente todos os continentes, mas foi erradicada nos países desenvolvidos e hoje está restrita à América Latina, à África, à Ásia e à parte insular da Oceania. Esse fato comprova a urgência em investimentos nas áreas de saúde e educação sanitária nos países em desenvolvimento, uma vez que, unidas ao combate ao vetor e ao tratamento dos indivíduos já infectados, são as principais formas de profilaxia da doença. No Brasil, é uma endemia que acomete a região amazônica.\n    O ciclo de vida do plasmódio é heteroxênico, com reprodução sexuada ocorrendo no mosquito do gênero Anopheles e reprodução assexuada, no humano. A figura abaixo representa o ciclo de vida de um <i>Plasmodium</i>:\n    &nbsp; &nbsp; O diagnóstico da doença é feito por meio de hemoscopia, processo no qual faz-se um esfregaço com uma gota de sangue do paciente e analisada a presença ou não dos protozoários. É recomendado que esse método seja feito na fase inicial, já que há maior quantidade de plasmódios no sangue periférico.\n    Os sintomas gerais da malária são anemia, por conta da destruição das hemácias, o paroxismo malárico, no qual o doente passa por alternâncias de frio e calor seguidas de sudorese, os episódios de febre com intervalos de cerca de 72 horas (febre terçã), podendo existir complicações maiores como insuficiência renal e lesões no cérebro.\n    Existem três mecanismos capazes de proteger um indivíduo da malária: a resistência adquirida, a imunidade inata e a resistência inata. O primeiro ocorre pela atuação do parasito no doente, com a estimulação do sistema imunitário capaz de eliminar a infecção ainda em seu começo ou mesmo reduzir a carga parasitária, diminuindo a letalidade da doença. Esse tipo de resposta é comum em áreas onde a doença é endêmica. No segundo, o indivíduo não desenvolve a doença ainda que esteja infectado devido a uma resposta imune que envolve receptores da membrana plasmática de macrófagos. O terceiro caso é o que a resistência independe de um contato anterior com o plasmódio. Essa situação ocorre em crianças com anemia falciforme e pessoas que não apresentam determinados antígenos.\n    O tratamento dos doentes é de fundamental importância para a profilaxia dessa parasitose e ocorre por meio de medicamentos antimaláricos que podem ser usados individualmente ou combinados administrados de acordo com a espécie do plasmódio, com a gravidade da doença, com a história de exposição anterior à infecção e com a idade do paciente. Alguns desses remédios são cloroquina, primaquina (usados para <i>P. vivax</i>, <i>P. ovale</i> e <i>P. malariae</i>), artemeter, lumefantrina, artesunato e mefloquina (<i>P. falciparum</i>).\n</p>",
        "imageAddress" : "malaria1"
      }
    ]
  },
  {
    "categoryName" : "Balantidíase",
    "numberOfTabs" : 7,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A balantidíase é uma doença causa pelo protozoário ciliado Balantidium coli, que é caracterizada por uma infecção no intestino grosso, por ser habitual em porcos, acidental em humanos, é uma infecção zoonótica, uma antropozoonoze. Pode ser transmitida pela via fecal-oral, a partir do contato direto ou indireto com as fezes de humanos ou suínos contaminados. Foi encontrado em 1857 por Malmsten, em dois pacientes com disenteria. O gênero Balantidium pode ser encontrado em outros animais, geralmente em parcerias mutualísticas. Na espécie humano, raramente provocando lesões no intestino grosso, o B. coli é o único protozoário ciliado que pode causar doenças. Por ter seus casos muito raros é negligenciada, além de ter divergência em sua patogenicidade e provavelmente atingir mais pacientes imunodeprimidos, como soros positivos a AIDS(SIDA).\n</p>"
      },
      {
        "title" : "Morfologia do Agente:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; Sendo do filo Ciliophora, classe Kinetofragminophorea, subclasse Holotrichia, ordem Trichostomatida, o protozoário anaeróbio facultativo <i>Balantidium coli</i> apresenta duas formas:\n    O trofozoíto apresenta cílios por todo corpo, e entre suas organelas um vacúolo digestivo e dois núcleos, o macronúcleo, que controla o metabolismo e o micronúcleo, responsável pela conjugação sexual. Habitando normal a luz do intestino grosso de suínos e de humanos. Possui cerca de 60 a 100 µm de comprimento e 50 a 80 µm. \nO cisto com formato próximo ao esférico e parede lisa, sem cílios, e de 40 a 60 µm de diâmetro.</p>",
        "imageAddress" : "bala1"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; O <i>B. coli</i> apresenta ciclo biológico monoxênico, e reprodução tanto sexuada quando assexuada. A reprodução assexuada ocorre por divisão binária, com a bipartição do protozoário em sentido transversal. Já a sexuada, por conjugação, ocorre quando dois organismos se unem em um curto período de tempo de citóstoma (não altera o movimento), assim promovendo troca de material genético. No processo o macronúcleo se degenera e some no citoplasma, porém os micronúcleos crescem e realizam uma meiose seguida por uma mitose migrando para diferentes citoplasmas. A reprodução continua com a reformação dos macronúcleos. Os protozoários reorganizados podem ou não sofrer divisão binária e promover seu encistamento formando os cistos, forma mais resistente que o trofozoíto. A reprodução assexuada tem como função ampliar a colônia já a sexuada, por possibilitar a troca genética e a formação de cistos para disseminação da espécie.</p>",
        "imageAddress" : "bala3"
      },
      {
        "title" : "Patogenia e Sintomatologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O <i>B. coli</i> vive geralmente na luz do intestino grosso, sendo aparentemente, incapaz de penetrar mucosas intactas, porém quando já há lesão ele é capaz adentrar até as camadas musculares causando lesões do tipo necrótico. A proteólise é considerada como o fator de digestão das mucosas de revestimento do cólon, isso facilita a invasão dos tecidos. O B. coli tem a capacidade de produzir enzimas proteolíticas e com padrão de patogenia próximo da Entamoeba histolytica. A penetração do intestino pode progredir para infecção da pleura, do fígado, dos linfonodos mesentéricos, da vagina, da bexiga ou do ureter. Os casos mais graves em maior ocorrência em pacientes imunodeprimidos como portadores neoplasias, doenças do colágeno, anemia falciforme, tuberculose, AIDS, desnutridos, ou pacientes com uso em longos períodos de corticoides ou imunossupressores. A doença possui 3 categorias: <br /> No paciente assintomático o <i>B. coli</i> pode estar presente apesar de não causar dano algum, também sendo semelhante a amebíase.<br /> No paciente crônico há um ciclo de alternância entre diarreia e constipação, o que causa perda de peso e dor abdominal. <br /> No paciente agudo, considerada como uma infecção leve, há uma síndrome disentérica constituída de muco e material purulento, além de sangue, nas fezes. Em casos graves pode vir conjugados a anorexia, náuseas, perda de peso, caquexia, palidez, cefaleia, insônia, vômito, anemia. Ainda nestes casos podendo ocorrer perfuração intestinal, peritonite, invasão extraintestinal, com contaminação de outros órgãos (pulmões e fígado) pelo parasito podendo o paciente se desenvolver ao óbito.\n</p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p><i>&nbsp; &nbsp; “Conforme foi dito anteriormente, o gênero Balantidium ocorre em uma grande variedade de animais, usualmente como participantes mutualísticos intestinais, porém a espécie B. coli já ocorre em poucos mamíferos podendo desencadear alguma patogenia. Nas infecções em humanos e suínos raramente provoca alguma sintomatologia e mais raramente ainda surtos graves. Isso provavelmente se deve à defesa inespecífica (imunológica inata), impedindo a colonização do parasito na mucosa do intestino grosso do hospedeiro. Nesses casos há participação das imunidades humoral e celular, que estão ainda carecendo de estudos profundos”</i>\n</p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia pode ser baseada nas ações de: \n Criação de suínos com melhores condições sanitárias, impedindo a disseminação das fezes.\n  Educação higiênico-sanitária para a população\n  Treinamento para higienização de alimentos em estabelecimentos comerciais e industriais\n  Tratamento dos doentes, humanos e suínos\n  Higiene dos profissionais que tratam com suínos\n</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Nos casos sintomáticos pode ser feita uma dieta láctea por alguns dias, devido à restrição alimentar de amido do protozoário, porém em alguns casos deve ser ministrado medicamentos, como tetraciclinas para adultos (contraindicação para mulheres grávidas), e para crianças metronidazol. Os pacientes assintomáticos podem espontaneamente se curar.</p>"
      }
    ]
  },

  {
    "categoryName" : "Helmintos",
    "numberOfTabs" : 3,
    "tabs" : [
      {
        "title" : "Introdução",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Os helmintos ou vermes s&atilde;o organismo pluricelulares. Podem ser encontrados no mundo todo e ocorrem usualmente em n&uacute;mero reduzido de exemplares, mantendo certo equil&iacute;brio entre o parasito e o hospedeiro, j&aacute; que ambos precisam viver.&nbsp;</p>\n<p>&nbsp; &nbsp;Entretanto, quando os vegetais, animais ou os humanos vivem em ambiente inadequado, ocorre o desequil&iacute;brio a favor dos helmintos, que se reproduzem e se propagam intensamente, tornando-se graves pragas agr&iacute;colas ou provocando doen&ccedil;as debilitantes ou mortais em animais e humanos. As condi&ccedil;&otilde;es que levam ao desequil&iacute;brio est&atilde;o mais associadas &agrave; pobreza, promiscuidade, popula&ccedil;&atilde;o adensada, nutri&ccedil;&atilde;o deficiente. Por&eacute;m, em regi&otilde;es com climas de temperaturas elevadas, os ciclos biol&oacute;gicos dos parasitos s&atilde;o encurtados.&nbsp;</p>"
      },
      {
        "title" : "Taxonomia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Os helmintos est&atilde;o classificados da seguinte forma:</p>\n<ul>\n    <li>Imp&eacute;rio Eucariota&nbsp;\n        <ol style=\"list-style-type: circle;\">\n            <li>Reino Animalia\n                <ul style=\"list-style-type: square;\">\n                    <li>Filo<em>&nbsp;Platyhelminthes</em>:<em>&nbsp;</em>s&atilde;o conhecidos pela forma achatada, usualmente hermafroditas, havendo poucas esp&eacute;cies com sexos separadas, podendo apresentar-se em forma de folha ou de fita, que os dividem em duas classes:\n                        <ul>\n                            <li><em>Classe Trematoda</em>: helmintos em forma de <strong>folha</strong>, apresentando simetria bilateral. Possui uma subclasse com esp&eacute;cies que iremos aprofundar:&nbsp;\n                                <ol style=\"list-style-type: circle;\">\n                                    <li>Subclasse Digenea: fam&iacute;lias Schitosomatidae (<em>Schitosoma mansoni</em>) e Fasciolidae (<em>Fasciola hepatica</em>).</li>\n                                </ol>\n                            </li>\n                            <li><em>Classe Cestoda</em>: s&atilde;o conhecidos pela forma de <strong>fita</strong>, com simetria bilateral. Todas as esp&eacute;cies s&atilde;o parasitos de vertebrados e hemafroditas.</li>\n                        </ul>\n                    </li>\n                    <li>Filo <em>Nematoda</em>: s&atilde;o os vermes alongados, com corpo cil&iacute;ndrico, e os sexos s&atilde;o geralmente separados, com as f&ecirc;meas normalmente sendo maiores que os machos.\n                        <ul style=\"list-style-type: disc;\">\n                            <li>Classe Adenophorea: com esp&eacute;cies que n&atilde;o ocorrem em humanos.</li>\n                            <li>Classe Sercenentea: com as fam&iacute;lias Ancylostomidae, Oxyuridae, Strongyloididae, Trichuridae e Onchocercidae de maior interesse m&eacute;dico/veterin&aacute;rio.</li>\n                        </ul>\n                    </li>\n                    <li>Filo <em>Acathocephala</em>: vermes alongados, cil&iacute;ndricos, pseudocelomados, pseudossegmentados.</li>\n                    <li><em>Filo Annelida</em>: no qual encontramos as minhocas e as sanguessugas.</li>\n                </ul>\n            </li>\n        </ol>\n    </li>\n</ul>"
      },
      {
        "title" : "Um pouco mais sobre os helmintos...",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;A grande maioria dos helmintos parasita o tubo digestivo dos hospedeiros, mas h&aacute; esp&eacute;cies que possuem habitat diferentes, tais como: <em>S. mansoni&nbsp;</em>vive nos vasos do sistema porta, a <em>W. bancrofti&nbsp;</em>vive nos vasos linf&aacute;ticos, a <em>O. volvulus&nbsp;</em>vive no tecido subcut&acirc;neo. Dessa forma, dependendo do habitat, a esp&eacute;cie do helminto apresentar&aacute; um ciclo que permita ou favore&ccedil;a a sua propaga&ccedil;&atilde;o, podendo usar ou n&atilde;o um hospedeiro intermedi&aacute;rio.&nbsp;</p>\n<p>&nbsp; &nbsp;Os que t&ecirc;m <strong>ciclo direto</strong> s&atilde;o denominados <strong>monoxenos</strong>; os que t&ecirc;m hospedeiro intermedi&aacute;rio s&atilde;o denominados <strong>heteroxenos</strong>. Mas todos eles passam pelas fases de ovo, de larva e adulta, sendo que a larva tem formas e biologias peculiares para cada esp&eacute;cie. Cada fase do ciclo &eacute; denominada <strong>est&aacute;gio&nbsp;</strong>e uma larva passa por tr&ecirc;s ou quatro <strong>est&aacute;dios</strong>. Assim, est&aacute;gios s&atilde;o as formas de transi&ccedil;&atilde;o (imaturos) do helminto (ou de um artr&oacute;pode) e <strong>est&aacute;dio&nbsp;</strong>&eacute; a fase intermedi&aacute;ria ou intervalo entre duas mudas da larva do helminto (ou do artr&oacute;pode).</p>\n<p>&nbsp; &nbsp;Uma denomina&ccedil;&atilde;o muito comum, empregada pelos especialistas em sa&uacute;de p&uacute;blica: <strong><em>geo-helmintos</em></strong>. Refere-se aos helmintos cuja transmiss&atilde;o depende da complementa&ccedil;&atilde;o do ciclo no solo, com forma&ccedil;&atilde;o de larvas infectantes, quer seja dentro do ovo, conforme ocorre em <em>A. lumbricoides&nbsp;</em>e <em>T. trichiura</em>, quer seja livre, conforme ocorre nos ancilostom&iacute;deos e em <em>S. stercoralis</em>.&nbsp;</p>"
      }
    ]
  },
  {
    "categoryName" : "Esquistossomose",
    "numberOfTabs" : 10,
    "tabs" : [
      {
        "title" : "Introdução",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Conhecida popularmente tamb&eacute;m como &ldquo;xistose&rdquo; e &ldquo;barriga d&rsquo;&aacute;gua&rdquo;, a esquistossomose <em>mansoni</em> &eacute; a doen&ccedil;a provocada pelo <em>Schitosoma mansoni</em>, de larga distribui&ccedil;&atilde;o geogr&aacute;fica no Brasil, na Am&eacute;rica Latina, na &Aacute;frica e na &Aacute;sia, e cuja presen&ccedil;a reflete o baixo n&iacute;vel social e sanit&aacute;rio da popula&ccedil;&atilde;o ali presente. No Brasil, o S. <em>mansoni</em> tem como hospedeiros intermedi&aacute;rios caramujos. Os humanos exercem o papel de hospedeiro definitivo e reservat&oacute;rio do helminto.</p>\n<p>&nbsp; &nbsp; Os helmintos adultos causam pouca altera&ccedil;&atilde;o nos humanos, pois a doen&ccedil;a &eacute; uma consequ&ecirc;ncia dos ovos presos na mucosa do intestino grosso ou no tecido hep&aacute;tico, onde formam os granulomas esquistossom&oacute;ticos.</p>\n<p>&nbsp; &nbsp; &Eacute; uma doen&ccedil;a grave, cuja profilaxia n&atilde;o &eacute; f&aacute;cil, pois depende de saneamento b&aacute;sico e eficiente, al&eacute;m da melhora da qualidade de vida das comunidades atingidas.</p>"
      },
      {
        "title" : "Agente Etiológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Pertencente ao filo Platyhelminthes, &agrave;<em>&nbsp;</em>classe Trematoda e &agrave; fam&iacute;lia <em>Schistosomatidae</em>, o causador da esquistossomose &eacute; o <em>Schistosoma mansoni</em>.</p>\n<p>&nbsp; &nbsp; Al&eacute;m do <em>S. mansoni</em>, que ocorre entre n&oacute;s, existem mais as seguintes esp&eacute;cies de <em>Schistosoma</em> que acometem humanos: <em>S. haematobium</em>, agente da esquistossomose vesical, encontrada no Norte da &Aacute;frica e no Oriente M&eacute;dio, cujos ovos s&atilde;o liberados pela urina; <em>S. japonicum</em>, agente da esquistossomose jap&ocirc;nica, encontrada no Jap&atilde;o, na China, nas Filipinas e no sudeste asi&aacute;tico, cujos ovos s&atilde;o liberados pelas fezes; <em>S. mekongi</em>, esp&eacute;cie semelhante &agrave; anterior, encontrada no Camboja; e <em>S. intercalatum</em>, encontrada na &Aacute;frica Central.</p>"
      },
      {
        "title" : "Morfologia e Habitat",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Dependendo da sua fase biol&oacute;gica, o <em>Schitosoma mansoni&nbsp;</em>apresenta v&aacute;rias formas e diferentes h&aacute;bitats. Os vermes adultos, que vivem acasalados dentro dos vasos componentes do sistema porta (isto &eacute;, dos vasos que recolhem o sangue das v&iacute;sceras e o levam para o f&iacute;gado); os casais adultos vivem principalmente nos vasos da veia mesent&eacute;rica inferior, que drena o sangue do intestino grosso (reto e curva sigmoide).</p>\n<p>&nbsp; &nbsp; O macho mede cerca de 1 cm de comprimento e apresenta um canal ginec&oacute;faro (fenda), onde permanece a f&ecirc;mea, que mede cerca de 1,5 cm de comprimento. Tanto o macho quanto a f&ecirc;mea possuem ventosa oral e ventosa ventral, conforme mostrado nas figuras anexas. As outras formas encontradas s&atilde;o: ovos (nas fezes ou presos na mucosa intestinal ou no tecido hep&aacute;tico do paciente); mirac&iacute;dio (encontrado dentro dos ovos maduros ou nadando na &aacute;gua para penetrar em um hospedeiro intermedi&aacute;rio: caramujo do g&ecirc;nero <em>Biomphalaria</em>); esporocisto (forma vista dentro do caramujo); e cerc&aacute;ria (forma produzida no caramujo e que nada na &aacute;gua at&eacute; penetrar na pele de algum novo hospedeiro definitivo).</p>"
      },
      {
        "title" : "Ciclo Biológico",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp;Um humano parasitado elimina em suas fezes ovos maduros, contendo mirac&iacute;dios; os ovos entrando em contato com a &aacute;gua liberam os mirac&iacute;dios, que passam a nadar durante cerca de 6 horas, at&eacute; encontrar um caramujo <em>Biomphalaria</em>; nesse molusco, o mirac&iacute;dio se transforma em esporocisto e, cerca de 30 a 40 dias depois, inicia a libera&ccedil;&atilde;o de cerc&aacute;rias. Caso o mirac&iacute;dio penetra em caramujos de outras esp&eacute;cies, ele n&atilde;o ser&aacute; capaz de completar seu ciclo neste hospedeiro diferente. Um mirac&iacute;dio pode produzir cerca de 300.000 cerc&aacute;rias, que v&atilde;o sendo liberadas lentamente durante a vida do caramujo, que &eacute; de aproximadamente 1 ano.</p>\n<p><em>&nbsp; &nbsp;&nbsp;</em>As cerc&aacute;rias saem do caramujo nos hor&aacute;rios mais quentes e ensolarados do dia, isto &eacute;, entre 10 e 14 horas e vivem mais de 24 horas. Por&eacute;m, s&oacute; s&atilde;o capazes de penetrar na pele durante as primeiras 8 horas de vida. Ao penetrar na pele, as cerc&aacute;rias perdem a cauda e se transformam em esquistoss&ocirc;mulos, que caem na corrente sangu&iacute;nea e migram pelo organismo do paciente at&eacute; alcan&ccedil;ar o f&iacute;gado e penetrar nas veias do sistema porta intra-hep&aacute;tico; acasalam-se e migram por dentro dos vasos at&eacute; alcan&ccedil;ar a veia mesent&eacute;rica inferior, onde 30 a 40 dias depois da penetra&ccedil;&atilde;o das cerc&aacute;rias iniciam a postura na submucosa do intestino grosso. Os ovos colocados a&iacute; podem tomar tr&ecirc;s caminhos: 1) alcan&ccedil;ar a luz intestinal, sair para o exterior com as fezes do paciente e completar o ciclo no caramujo; 2) ficar presos na mucosa e formar os granulomas intestinais; 3) voltar pela corrente sangu&iacute;nea e ficar presos no tecido hep&aacute;tico, onde formar&atilde;o os granulomas hep&aacute;ticos.</p>",
        "imageAddress" : "esqui1"
      },
      {
        "title" : "Patogenia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A patogenia da esquistossomose <em>mansoni</em> pode apresentar as seguintes fases:</p>\n<ul>\n    <li>Fase cut&acirc;nea, representada pela penetra&ccedil;&atilde;o de cerc&aacute;rias, com forma&ccedil;&atilde;o de uma dermatite cercariana, em que se nota erup&ccedil;&atilde;o uticariforme, eritema e prurido; esses sintomas aparecem cerca de 10 a 15 minutos ap&oacute;s a penetra&ccedil;&atilde;o das cerc&aacute;rias e duram 24 a 72 horas; s&atilde;o mais intensos nas pessoas muito sens&iacute;veis ou nas reinfec&ccedil;&otilde;es.</li>\n    <li>Fase intestinal, representada pela presen&ccedil;a de granulomas formados nas paredes do reto e do signmoide, causando dor, diarreia mucossanguinolenta no in&iacute;cio (fase aguda) e mais tarde at&eacute; dificuldade de defecar.</li>\n    <li>Fase hep&aacute;tica, representada pela forma&ccedil;&atilde;o de granulomas no tecido hep&aacute;tico, os quais provocam uma fibrose hep&aacute;tica, cujo desdobramento &eacute; a dificuldade circulat&oacute;ria (o sangue n&atilde;o consegue passar pelo f&iacute;gado para atingir a veia cava), que resulta na hipertens&atilde;o portal e na esplenomegalia. Esse quadro de hipertens&atilde;o portal (esquistossomose hepatoespl&ecirc;nica), geralmente aparece v&aacute;rios anos depois que o paciente se infectou (portanto, na fase cr&ocirc;nica da doen&ccedil;a), gerando a ascite (barrida d&rsquo;&aacute;gua) e varizes asofagianas. No ba&ccedil;o, n&atilde;o existem granulomas, e a esplenomegalia existente &eacute; decorrente da hipertens&atilde;o portal.</li>\n</ul>"
      },
      {
        "title" : "Imunidade",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Em regi&otilde;es end&ecirc;micas, a carga parasit&aacute;ria &eacute; usualmente menor nos indiv&iacute;duos da popula&ccedil;&atilde;o local, por serem expostos a frequentes infec&ccedil;&otilde;es e reinfec&ccedil;&otilde;es, o que indica uma resist&ecirc;ncia (imunidade) adquirida. Entretanto, pessoas vindas de rigi&otilde;es n&atilde;o end&ecirc;micas, ao entrarem em contato pela primeira vez com as cerc&aacute;rias infectantes, podem apresentar uma carga parasit&aacute;ria elevada, gerando uma doen&ccedil;a grave.</p>\n<p>&nbsp; &nbsp; Essa defesa para reinfec&ccedil;&otilde;es come&ccedil;a na pele, onde a grande maioria das cerc&aacute;rias &eacute; morta ao iniciar a penetra&ccedil;&atilde;o. As que conseguem se penetrar se transformam em esquistoss&ocirc;mulos, que poder&atilde;o ser destru&iacute;dos durante sua migra&ccedil;&atilde;o. Essa defesa que destr&oacute;i cerc&aacute;rias e esquistoss&ocirc;mulos &eacute; estimulada por um inibidor de proteinases, al&eacute;m da a&ccedil;&atilde;o das c&eacute;lulas mono (linf&oacute;citos, mon&oacute;citos) e polimorfonucleares (neutr&oacute;filos e eosin&oacute;filos). H&aacute; tamb&eacute;m participa&ccedil;&atilde;o ativa de imunoglobulinas, em especial a IgE.</p>\n<p>&nbsp; &nbsp; Ap&oacute;s a destrui&ccedil;&atilde;o de cerc&aacute;rias e esquistoss&ocirc;mulos, o sistema imune reduz a forma&ccedil;&atilde;o de granulomas nos pacientes cr&ocirc;nicos, caracterizando uma imunidade concomitante.</p>\n<p>&nbsp; &nbsp; A imunidade protetora &eacute; dos tipos Th1 e Th2, havendo participa&ccedil;&atilde;o das imunoglobulinas das classes IgC, IgM, IgA e, especialmente de IgE. O parasito adulto, por mecanismos distintos, consegue escapar da a&ccedil;&atilde;o de defesa do paciente. Por outro lado, a forma&ccedil;&atilde;o dos granulomas (que s&atilde;o os verdadeiros agentes da doen&ccedil;a, envolvendo os ovos do parasito) &eacute; decorrente de uma resposta inflamat&oacute;ria granulomatosa, que ocorre em torno dos ovos vivos. Os ant&iacute;genos que estimulam essa rea&ccedil;&atilde;o granulomatosa s&atilde;o secretados principalmente pela membrana interna da casca do ovo maduro. Esses ant&iacute;genos induzem a resposta imunol&oacute;gica humoral e celular.</p>\n<p>&nbsp; &nbsp; Produtos de excre&ccedil;&atilde;o/secre&ccedil;&atilde;o do verme adulto funcionam com ant&iacute;genos, produzindo imunoglobulinas e citocinas, que, ao circularem pelo organismo do paciente, podem depositar-se na membrana do glom&eacute;rulo, produzindo insufici&ecirc;ncia renal grave.</p>"
      },
      {
        "title" : "Diagnóstico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Pode ser imunol&oacute;gico ou parasitol&oacute;gico. O diagn&oacute;stico imunol&oacute;gico pode ser feito atrav&eacute;s da rea&ccedil;&atilde;o de ELISA, que &eacute; muito eficiente, ou pela intradermorrea&ccedil;&atilde;o (xistossomina), que &eacute; mais indicado para o diagn&oacute;stico coletivo ou epidemiol&oacute;gico (isto &eacute;, detecta o n&uacute;mero de pessoas positivas numa regi&atilde;o).</p>\n<p>&nbsp; &nbsp; O diagn&oacute;stico realmente eficiente &eacute; o parasitol&oacute;gico, feito atrav&eacute;s do exame de fezes, ap&oacute;s, no m&iacute;nimo, 40 dias depois da penetra&ccedil;&atilde;o das cerc&aacute;rias. A bi&oacute;psia renal usualmente s&oacute; &eacute; indicada nos casos de controle de tratamento ou quando h&aacute; forte suspeita cl&iacute;nica e os exames de fezes apresentam-se negativos.</p>"
      },
      {
        "title" : "Epidemiologia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; - Distribui&ccedil;&atilde;o geogr&aacute;fica: ocorre nas regi&otilde;es quentes e pobres do mundo, especialmente na &Aacute;frica, nas Am&eacute;ricas e na &Aacute;sia. A esquistossomose &eacute; tipicamente tropical, pois necessita de sol e calor, n&atilde;o s&oacute; para a exist&ecirc;ncia do molusco, mas como tamb&eacute;m para estimular as pessoas a entrarem dentro da &aacute;gua.</p>\n<p>&nbsp; &nbsp; - Fonte de infec&ccedil;&atilde;o: os humanos infectados; alguns animais, como ratos, bezerros e gamb&aacute;s, podem infectar-se e at&eacute; eliminar ovos vi&aacute;veis nas fezes, mas se curam espontaneamente.</p>\n<p>&nbsp; &nbsp; - Forma de transmiss&atilde;o: cerc&aacute;rias presentes na &aacute;gua e oriundas de caramujos do g&ecirc;nero <em>Biomphalaria</em>.</p>\n<p>&nbsp; &nbsp; - Ve&iacute;culo de transmiss&atilde;o: atrav&eacute;s da &aacute;gua (&eacute; uma doen&ccedil;a h&iacute;drica).</p>\n<p>&nbsp; &nbsp; - Via de penetra&ccedil;&atilde;o: via cut&acirc;nea (cerc&aacute;rias ingeridas podem continuar o ciclo ao penetrar na mucosa oral, por&eacute;m morrer&atilde;o ao chegar ao est&ocirc;mago).</p>\n<p>&nbsp; &nbsp; A esquistossomose <em>mansoni</em> &eacute; uma doen&ccedil;a que depende diretamente de quatro fatores epidemiol&oacute;gicos: 1) presen&ccedil;a de humanos positivos; 2) h&aacute;bito de defecar no solo ou em privadas que desaguam diretamente nos c&oacute;rregos ou valas de irriga&ccedil;&atilde;o; 3) presen&ccedil;a de caramujos <em>Biomphalaria&nbsp;</em>nesses c&oacute;rregos ou valas; 4) h&aacute;bito ou necessidade da popula&ccedil;&atilde;o de frequentar esses c&oacute;rregos ou valas quer para uso na lavoura, quer para o lazer, quer para lavar roupas.</p>\n<p>&nbsp; &nbsp; Em adicional, &eacute; importante ressaltar dois fatos: 1) os c&oacute;rregos ou valas s&atilde;o peridom&eacute;sticos; 2) as tr&ecirc;s esp&eacute;cies de caramujo envolvidas s&atilde;o: <em>Biomphalaria glabrata&nbsp;</em>(presente em quase todo o pa&iacute;s), <em>B. straminea&nbsp;</em>(predominante na regi&atilde;o Nordeste) e <em>B. tenagophila&nbsp;</em>(predominante na regi&atilde;o Sul do Pa&iacute;s).</p>"
      },
      {
        "title" : "Profilaxia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Como em todas parasitoses cujas formas de transmiss&atilde;o s&atilde;o os cistos ou os ovos eliminados pelas fezes humanas, o saneamento b&aacute;sico e eficiente seria a melhor e &uacute;nica medida aplic&aacute;vel para a total elimina&ccedil;&atilde;o dessas parasitoses, uma realidade ainda muito distante para regi&otilde;es de determinadas faixas sociais.</p>\n<p>&nbsp; &nbsp; O combate ao caramujo &eacute; uma medida s&oacute; recomendada em situa&ccedil;&otilde;es muito especiais, tais como pequenos focos peridomiciliares, como em acampamentos, clubes campestres ou s&iacute;tios e fazendas. Nesses locais, o controle biol&oacute;gico pode trazer benef&iacute;cios usando-se patos, peixes ou outros caramujos competidores. Contudo, esta medida, na pr&aacute;tica, demonstra-se cara e pouco eficiente. Portanto, a profilaxia mais eficaz da esquistossomose <em>mansoni&nbsp;</em>consiste no tratamento dos doentes, na educa&ccedil;&atilde;o sanit&aacute;ria, c&iacute;vica e ambiental da popula&ccedil;&atilde;o, al&eacute;m da constru&ccedil;&atilde;o de esgotos sanit&aacute;rios.</p>\n<p>&nbsp; &nbsp; Conclui-se que a profilaxia da esquistossomose, assim como de todas as doen&ccedil;as parasit&aacute;rias, passa obrigatoriamente pela melhoria da qualidade de vida da comunidade.</p>"
      },
      {
        "title" : "Tratamento",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Existem v&aacute;rias drogas eficientes, que devem ser usadas com crit&eacute;rio e por m&eacute;dicos experientes, al&eacute;m de aplicadas o mais precocemente poss&iacute;vel. A dieta para um paciente esquistossom&oacute;tico &eacute; bastante vari&aacute;vel, dependendo do quadro da doen&ccedil;a, podendo ser institu&iacute;da desde uma dieta normal at&eacute; uma dieta muito leve, com pouco lip&iacute;dio, por&eacute;m rica em prote&iacute;nas de f&aacute;cil digest&atilde;o e assimila&ccedil;&atilde;o.</p>"
      }
    ]
  },
  {
    "categoryName" : "Fasciolíase",
    "numberOfTabs" : 9,
    "tabs" : [
      {
        "title" : "Introdução",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A fasciol&iacute;ase ou fasciolose &eacute; uma zoonose emergente causada pela <em>Fasc&iacute;ola hep&aacute;tica</em>, que acomete o f&iacute;gado e as vias biliares de muitos animais dom&eacute;sticos (bovinos, ovinos, caprinos, su&iacute;nos) e selvagens (lebre, rat&atilde;o do banhado, veados). Tem sua origem na Europa, mas ganhou distribui&ccedil;&atilde;o geogr&aacute;fica mundial nas &aacute;reas alagadi&ccedil;as. &Eacute; considerada uma zoonose, pois os humanos comumente se infectam a partir de animais dom&eacute;sticos.</p>\n<p>&nbsp; &nbsp; Os humanos s&atilde;o considerados um hospedeiro acidental do parasito, podendo apresentar quadros cl&iacute;nicos graves. Estima-se que seja bastante elevado o n&uacute;mero de pessoas infectadas em todo o mundo, por&eacute;m em muitas regi&otilde;es os relatos de casos n&atilde;o sejam devidamente diagnosticados e notificados. No Brasil, &eacute; uma parasitose importante entre os animais, especialmente entre bovinos e ovinos, por&eacute;m pouco comum entre os humanos.</p>"
      },
      {
        "title" : "Agente Etiológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; - Filo: <em>Platyhelminthes</em>; classe: Trematoda; fam&iacute;lia: Fasciolidae; g&ecirc;nero: <em>Fasc&iacute;ola</em>; esp&eacute;cie: <em>Fasciola hepatica</em>.</p>"
      },
      {
        "title" : "Morfologia e Habitat",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A <em>F. hepatica&nbsp;</em>&eacute; um parasito grande, medindo cerca de 3 cm de comprimento por 1,5 cm de largura. O corpo tem aspecto foli&aacute;ceo e &eacute; achatado, sendo conhecido popularmente como &ldquo;baratinha do f&iacute;gado&rdquo;. O tegumento &eacute; coberto por min&uacute;sculos espinhosos, principalmente na por&ccedil;&atilde;o anterior do corpo, os quais t&ecirc;m a fun&ccedil;&atilde;o de fixa&ccedil;&atilde;o do helminto nos ductos biliares. S&atilde;o hermafroditas e, quando est&atilde;o adultos, vivem nos canais biliares mais calibrosos e na ves&iacute;cula biliar dos hospedeiros definitivos.</p>"
      },
      {
        "title" : "Ciclo Biológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os ovos produzidos pelos vermes adultos s&atilde;o lan&ccedil;ados no intestino atrav&eacute;s da bile e s&atilde;o eliminados juntamente com as fezes. Em boas condi&ccedil;&otilde;es de temperatura e umidade, h&aacute; forma&ccedil;&atilde;o de um mirac&iacute;dio que, em contato com a &aacute;gua e a luz, eclode do ovo. O mirac&iacute;dio nada &agrave; procura do hospedeiro intermedi&aacute;rio, o caramujo do g&ecirc;nero <em>Lymnaea</em>, morrendo em 6 horas caso n&atilde;o o encontre. Ao encontrar o molusco, o mirac&iacute;dio penetra em seus tecidos e forma um esporocisto, que origina 5 a 8 r&eacute;dias e que, por sua vez, podem originar r&eacute;dias de segunda gera&ccedil;&atilde;o ou cerc&aacute;rias. As cerc&aacute;rias de cauda &uacute;nica (n&atilde;o bifurcada) nadam at&eacute; encontrarem um vegetal ou outro local para se fixarem, perdem a cauda e encistam-se, transformando-se em uma forma c&iacute;stica, a metacerc&aacute;ria, que pode tamb&eacute;m ser encontrada no fundo da cole&ccedil;&atilde;o h&iacute;drica.</p>\n<p>&nbsp; &nbsp;Os humanos ou animais s&atilde;o infectados quando ingerem vegetais crus ou &aacute;gua contendo metacerc&aacute;rias. Chegando ao intestino delgado, as metacerc&aacute;rias desencistam-se, perfuram a parede do intestino e caem na cavidade peritoneal de onde caminham at&eacute; atingir o f&iacute;gado. Perfuram a c&aacute;psula hep&aacute;tica, migram pelo par&ecirc;nquima hep&aacute;tico e chegam aos ductos e ves&iacute;cula biliar, reiniciando o ciclo.</p>"
      },
      {
        "title" : "Patogenia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;No in&iacute;cio da infec&ccedil;&atilde;o, as les&otilde;es s&atilde;o causadas pelas formas jovens da <em>F. hepatica&nbsp;</em>que, ao migrarem no par&ecirc;nquima hep&aacute;tico, causam danos em fun&ccedil;&atilde;o da a&ccedil;&atilde;o mec&acirc;nica dos espinhos ou de seus metab&oacute;litos. &Agrave; medida que caminham pelo f&iacute;gado, destroem hepat&oacute;citos e vasos sangu&iacute;neos, levando &agrave; deposi&ccedil;&atilde;o de tecido fibroso ao longo do trajeto desenvolvido pelas larvas. Os sintomas s&atilde;o febre, forte dor abdominal no hipoc&ocirc;ndrio direito, urtic&aacute;ria, diarreia, aumento do f&iacute;gado e anorexia.</p>\n<p>&nbsp; &nbsp;Cerca de 7 semanas ap&oacute;s o in&iacute;cio da infec&ccedil;&atilde;o, os parasitos tornam-se adultos e os espinhos presentes no seu tegumento causam irrita&ccedil;&otilde;es e les&otilde;es nos ductos biliares, levando a uma hiperplasia e hipertrofia dos mesmos. Em fun&ccedil;&atilde;o dos processos inflamat&oacute;rio e cicatricial, as paredes ficam fibrosas, enrijecidas e reduzem a luz dos ductos. Essa observa&ccedil;&atilde;o tamb&eacute;m pode ser vista na ves&iacute;cula biliar, que pode ser obstru&iacute;da, levando a um quadro de icter&iacute;cia obstrutiva, muitas vezes confundido com tumores ou outras les&otilde;es hep&aacute;ticas.</p>"
      },
      {
        "title" : "Diagnóstico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;O m&eacute;todo mais eficiente &eacute; encontrando os ovos presentes nas fezes ou na bile (tubagem). Nos humanos, como a quantidade de ovos liberada &eacute; pequena, o diagn&oacute;stico sorol&oacute;gico como intradermorrea&ccedil;&atilde;o, imunofluoresc&ecirc;ncia indireta, ELISA e hemoaglutina&ccedil;&atilde;o, torna-se necess&aacute;rio. Os m&eacute;todos de diagn&oacute;stico por imagem, como o ultrassom, podem contribuir para o diagn&oacute;stico.</p>"
      },
      {
        "title" : "Epidemiologia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;- Distribui&ccedil;&atilde;o geogr&aacute;fica: mundial; No Brasil, os maiores n&uacute;meros de casos encontram-se nos seguintes estados: Rio Grande do Sul, Santa Catarina, Paran&aacute;, S&atilde;o Paulo, Minas Gerais, Rio de Janeiro e Goi&aacute;s.</p>\n<p>&nbsp; &nbsp;- Fonte de infec&ccedil;&atilde;o: principalmente bovinos e ovinos.</p>\n<p>&nbsp; &nbsp;- Forma de transmiss&atilde;o: ovos/metacerc&aacute;rias.</p>\n<p>&nbsp; &nbsp;- Ve&iacute;culo de transmiss&atilde;o: &aacute;gua e hortali&ccedil;as, principalmente o agri&atilde;o.</p>\n<p>&nbsp; &nbsp;- Via de penetra&ccedil;&atilde;o: boca.</p>"
      },
      {
        "title" : "Profilaxia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;As seguintes medidas constituem a profilaxia da Fasciol&iacute;ase:</p>\n<ul>\n    <li>Tratamento dos animais com verm&iacute;fugos adequados;</li>\n    <li>Impedir o acesso dos animais aos lugares onde s&atilde;o cultivadas hortali&ccedil;as;</li>\n    <li>Fiscaliza&ccedil;&atilde;o do com&eacute;rcio de animais, principalmente interestadual;</li>\n    <li>Uso de moluscicidas em situa&ccedil;&otilde;es especiais, como, por exemplo, uma popula&ccedil;&atilde;o que depende de uma fonte de &aacute;gua para irriga&ccedil;&atilde;o. Entretanto, durante a a&ccedil;&atilde;o dos moluscicidas, a &aacute;gua n&atilde;o poder&aacute; ser utilizada;</li>\n    <li>Limpeza de valas para retirada dos moluscos (<em>Lymnaea</em>);</li>\n    <li>Controle biol&oacute;gico com animais predadores (patos, outros moluscos competidores).</li>\n</ul>"
      },
      {
        "title" : "Tratamento",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Existem diversos verm&iacute;fugos que apresentam satisfat&oacute;rios resultados no tratamento de humanos e animais.</p>"
      }
    ]
  },
  {
    "categoryName" : "Teníase",
    "numberOfTabs" : 9,
    "tabs": [
      {
        "title" : "Introdução",
        "type" : "text",
        "text" :  "<p>&nbsp; &nbsp;Ten&iacute;ase &eacute; a doen&ccedil;a provocada pelas <em>Taenia solium&nbsp;</em>e <em>Taenia saginata</em> presentes no intestino delgado humano. As t&ecirc;nias s&atilde;o parasitos conhecidos desde longa data pelos humanos e s&atilde;o popularmente conhecidas como &ldquo;solit&aacute;rias&rdquo;, pois se achava que o paciente s&oacute; carregava uma t&ecirc;nia. Entretanto, com o aprofundamento dos estudos dessa parasitose, verificou-se que os humanos podem ter v&aacute;rias t&ecirc;nias simultaneamente. Por&eacute;m, o nome popular ainda permace.</p>\n<p>&nbsp; &nbsp;As t&ecirc;nias s&atilde;o helmintos heteroxenos, isto &eacute;, necessitam de dois hospedeiros para completares seu ciclo: os humanos s&atilde;o os hospedeiros definitivos, enquanto o hospedeiro intermedi&aacute;rio da <em>T. solium</em> &eacute; o su&iacute;no e o da <em>T. saginata&nbsp;</em>&eacute; o bovino.</p>"
      },
      {
        "title" : "Agente Etiológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Filo: <em>Plathyelminthes</em>; classe: Cestoda; esp&eacute;cies: <em>Taenia solium&nbsp;</em>e <em>Taenia saginata</em>.</p>"
      },
      {
        "title" : "Morfologia e Hábitat",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Ambas esp&eacute;cies de t&ecirc;nia citadas vivem no intestino delgado humano, sendo vermes muito longos, pois a <em>T. solium</em> mede cerca de 4 metros e, a <em>T. saginata</em>, 10 metros.</p>\n<p>&nbsp; &nbsp;S&atilde;o formadas pelas seguintes partes: um esc&oacute;lex, contendo quatro ventosas (a T. solium tem tamb&eacute;m um rostro armado de ganchos, localizado entre as quatro ventosas), um pesco&ccedil;o ou colo e o corpo, constitu&iacute;do por centenas de proglotes, que podem ser jovens, maduras e gr&aacute;vidas.</p>\n<p>&nbsp; &nbsp;As t&ecirc;nias produzem tamb&eacute;m ovos (que se assemelham a pequenos pneus, contendo no seu interior a oncosfera ou embri&atilde;o hexacanto), que permanecem dentro das proglotes gr&aacute;vidas; nos hospedeiros intermedi&aacute;rios, esses ovos dar&atilde;o origem aos cisticeros, encontrados nos m&uacute;sculos (canjiquinha) dos respectivos hospedeiros: o su&iacute;no, para a <em>T. solium</em>, e o bovino, para a <em>T. saginata</em>.</p>"
      },
      {
        "title" : "Ciclo Biológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;O ciclo biol&oacute;gico das t&ecirc;nias &eacute; heterox&ecirc;nico e relativamente simples: os humanos eliminam em suas fezes as proglotes cheias de ovos, os quais alcan&ccedil;am o local em que vivem os animais: pocilgas, valas com esgotos ou pastos. Os ovos da <em>T. solium</em>, ao serem ingeridos pelo su&iacute;no, chegam ao intestino do porco e liberam a oncosfera, que penetra na parede do intestino, cai na corrente sangu&iacute;nea e migra at&eacute; os m&uacute;sculos, onde se transforma em cisticeros, que se tornam maduros cerca de 2 meses depois. Enquanto maduros, podem permanecer infectantes por cerca de 3 a 6 meses.</p>\n<p><em>&nbsp; &nbsp;</em>Os humanos ingerem a ten&iacute;ase ao ingerirem carne de su&iacute;no crua ou malcozida, contendo cisticercos maduros. O mesmo ocorre com a <em>T. saginata</em>. Entretanto, o hospedeiro intermedi&aacute;rio &eacute; o bovino e o cisticerco permanece infectante por menos tempo, cerca 1 a 2 meses. Os ciscticercos ingeridos, ao chegarem ao intestino delgado, estimulados pela bile, exteriorizam-se, prendem-se &agrave; mucosa do intestino delgado pelo esc&oacute;lex e d&atilde;o in&iacute;cio &agrave; forma&ccedil;&atilde;o das t&ecirc;nias adultas. Cerca de 2 meses depois da ingest&atilde;o da carne crua ou malpassada, o paciente inicia a elimina&ccedil;&atilde;o de proglotes nas fezes.</p>"
      },
      {
        "title" : "Imunidade",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Nas ten&iacute;ases, sabe-se que existe uma boa resposta imunol&oacute;gica, pois usualmente os pacientes albergam poucos parasitos, al&eacute;m de pacientes imunodeficientes poderem albergar in&uacute;meras t&ecirc;nias (tanto a <em>T. solium&nbsp;</em>quanto a <em>T. saginata</em>).</p>\n<p>&nbsp; &nbsp;Com o avan&ccedil;o das pesquisas para produzir uma resposta imune em humanos e nos hospedeiros intermedi&aacute;rios, chegou-se &agrave; produ&ccedil;&atilde;o de uma vacina provis&oacute;ria para os animais, tendo-se alcan&ccedil;ado em su&iacute;nos uma prote&ccedil;&atilde;o de 75%.</p>\n<p>&nbsp; &nbsp;Durante a migra&ccedil;&atilde;o da oncosfera e ap&oacute;s a fixa&ccedil;&atilde;o do cisticerco, ocorre aumento significativo de linf&oacute;citos T e B, al&eacute;m de eosin&oacute;filos. Tamb&eacute;m est&atilde;o elevadas as imunoglobulinas IgC, IgM, IgA e IgE. Nas ten&iacute;ases, no n&iacute;vel da mucosa intestinal, &eacute; particularmente elevado o n&iacute;vel de IgE.</p>"
      },
      {
        "title" : "Diagnóstico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;O diagn&oacute;stico &eacute; feito pelo encontro das proglotes nas fezes ou nas roupas &iacute;ntima. O exame de fezes deve ser feito por um m&eacute;todo especial, em que todo o bolo fecal deve ser examinado pela t&eacute;cnica da &ldquo;tamiza&ccedil;&atilde;o&rdquo; (lavagem em peneira) e o encontro das proglotes gr&aacute;vidas. Essas proglotes devem ser montadas em l&acirc;mina para se realizar a identifica&ccedil;&atilde;o espec&iacute;fica da t&ecirc;nia encontrada.</p>"
      },
      {
        "title" : "Epidemiologia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;- Distribui&ccedil;&atilde;o geogr&aacute;fica: mundial, sendo pouco encontradas apenas em regi&otilde;es e grupos que n&atilde;o consomem carne su&iacute;na e/ou bovina.</p>\n<p>&nbsp; &nbsp;- Fonte de infec&ccedil;&atilde;o: os humanos parasitados, que contaminam os respectivos hospedeiros intermedi&aacute;rios, que entram em contato com as fezes humanas.</p>\n<p>&nbsp; &nbsp;- Forma de transmiss&atilde;o: para os hospedeiros intermedi&aacute;rios &eacute; o ovo e, para os humanos, &eacute; a larva cisticerco, presente no m&uacute;sculo dos hospedeiros intermedi&aacute;rios.</p>\n<p>&nbsp; &nbsp;- Ve&iacute;culo de transmiss&atilde;o: carne crua ou malpassada de su&iacute;nos ou de bovinos que cont&ecirc;m os cisticercos.</p>\n<p>&nbsp; &nbsp;- Via de penetra&ccedil;&atilde;o: oral.</p>"
      },
      {
        "title" : "Profilaxia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Consiste nos seguintes pontos: 1) tratamento dos pacientes humanos; 2) melhora do sistema de cria&ccedil;&atilde;o de animais, de tal forma que n&atilde;o entrem em contato com fezes humanas; 3) defecar em fossas ou privadas; 4) educa&ccedil;&atilde;o sanit&aacute;ria e ambiental, visando n&atilde;o defecar no solo; 5) n&atilde;o comer carne bovina ou su&iacute;na crua ou malcozida.</p>"
      },
      {
        "title" : "Tratamento",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Os medicamentos dispon&iacute;veis s&atilde;o eficientes, o que facilita o tratamento. A dieta deve ser rica em carboidratos, lip&iacute;dios, c&aacute;lcio, ferro e vitaminas, pois os helmintos s&atilde;o grandes espoliadores desses nutrientes.</p>"
      }
    ]
  },
  {
    "categoryName" : "Cisticercose",
    "numberOfTabs" : 10,
    "tabs" : [
      {
        "title" : "Introdução",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;A cisticercose &eacute; a doen&ccedil;a provocada pelo cisticerco da <em>Taenia solium</em>. Antigamente, acreditava-se que a doen&ccedil;a era provocada por uma esp&eacute;cie de verme diferente, denominada <em>Cisticercus cellulosae.&nbsp;</em>Com o estudo do ciclo das t&ecirc;nias, observou-se que a cisticercose era, na verdade, provocada pelo cisticerco da <em>T. solium</em>.</p>"
      },
      {
        "title" : "Agente Etiológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Ovos de <em>Taenia solium</em>.</p>"
      },
      {
        "title" : "Morfologia e Habitat",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Os ovos se assemelham a pequenos pneus, contendo o embri&atilde;o hexacanto no seu interior. Ap&oacute;s a ingest&atilde;o dos ovos, o embri&atilde;o hexacanto liberta-se no intestino delgado e pode, posteriormente, prender-se nos mais diferentes tecidos humanos: m&uacute;sculos, c&eacute;rebro, tecido subcut&acirc;neo, olho.</p>"
      },
      {
        "title" : "Ciclo Biológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Os humanos parasitados pela <em>Taenia solium&nbsp;</em>eliminam em suas fezes proglotes gr&aacute;vidas ou ovos, que, se ingeridos por humanos, ir&atilde;o liberar no intestino delgado a oncosfera, que penetrar&aacute; na mucosa intestinal e cair&aacute; na corrente sangu&iacute;nea, dispersando-se para os diferentes locais citados, onde dar&atilde;o origem aos cisticercos (ou seja, os humanos funcionam como um hospedeiro intermedi&aacute;rio acidental.</p>"
      },
      {
        "title" : "Patogenia e Sintomatologia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;A patogenia e a sintomatologia podem ser muito graves e variadas, dependendo do n&uacute;mero e do local de cisticercos presentes. Na neurocisticercose, as partes mais atingidas s&atilde;o a leptomeninge e o c&oacute;rtex cerebral; na cisticercose ocular &eacute; mais frequente a presen&ccedil;a de cisticercos na retina. Os tecidos tamb&eacute;m comuns de serem atingidos s&atilde;o: tecido subcut&acirc;neo, diafragma, mastigadores, sublinguais, card&iacute;acos.</p>\n<p>&nbsp; &nbsp;Nessas localiza&ccedil;&otilde;es, o cisticerco estimula a forma&ccedil;&atilde;o de um processo imunoinflamat&oacute;rio pelo paciente, que tende a envolver e matar o cisticerco, que posteriormente se calcifica.</p>"
      },
      {
        "title" : "Imunidade",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Os coment&aacute;rios sobre Imunidade foram feitos no cap&iacute;tulo anterior. Em resumo, a resposta imunol&oacute;gica dos pacientes &eacute; boa e h&aacute; avan&ccedil;o nas pesquisas imunol&oacute;gicas.</p>"
      },
      {
        "title" : "Diagnóstico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;O diagn&oacute;stico &eacute; idealmente cl&iacute;nico e imunol&oacute;gico. Para o diagn&oacute;stico da cisticercose ocular, o exame atrav&eacute;s do oftalmosc&oacute;pico &eacute; de grande ajuda, pois o cisticerco pode ser visto muitas vezes se movimentando.</p>\n<p>&nbsp; &nbsp;O diagn&oacute;stico da neurocisticercose &eacute; feito por tomografia computadorizada ou resson&acirc;ncia magn&eacute;tica. Os m&eacute;todos imunol&oacute;gicos mais utilizados s&atilde;o: rea&ccedil;&atilde;o de ELISA e imunoeletroforese.</p>"
      },
      {
        "title" : "Epidemiologia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Tamb&eacute;m comentados no cap&iacute;tulo Ten&iacute;ase. Vamos relembrar:</p>\n<p>&nbsp; &nbsp;- Distribui&ccedil;&atilde;o geogr&aacute;fica: mundial; No Brasil, os maiores n&uacute;meros de casos encontram-se nos seguintes estados: Rio Grande do Sul, Santa Catarina, Paran&aacute;, S&atilde;o Paulo, Minas Gerais, Rio de Janeiro e Goi&aacute;s.</p>\n<p>&nbsp; &nbsp;- Fonte de infec&ccedil;&atilde;o: principalmente bovinos e ovinos.</p>\n<p>&nbsp; &nbsp;- Forma de transmiss&atilde;o: ovos/metacerc&aacute;rias.</p>\n<p>&nbsp; &nbsp;- Ve&iacute;culo de transmiss&atilde;o: &aacute;gua e hortali&ccedil;as, principalmente o agri&atilde;o.</p>\n<p>&nbsp; &nbsp;- Via de penetra&ccedil;&atilde;o: boca.</p>\n<p>&nbsp; &nbsp;Nos ve&iacute;culos de transmiss&atilde;o, deve-se acrescentar tr&ecirc;s formas que podem ocorrer nos humanos:</p>\n<p>1) heteroinfec&ccedil;&atilde;o: o paciente ingere ovos oriundos de outras pessoas e que podem estar presentes na &aacute;gua, em verduras, nas m&atilde;os sujas, etc.</p>\n<p>2) autoinfec&ccedil;&atilde;o externa: o paciente est&aacute; infectado pela <em>T. solium&nbsp;</em>e ingere os ovos de sua pr&oacute;pria t&ecirc;nia, por meio de m&atilde;os sujas.</p>\n<p>3) autoinfec&ccedil;&atilde;o interna: por mecanismos de retroperistaltismo, proglotes gr&aacute;vidas da <em>T. solium&nbsp;</em>chegariam at&eacute; o est&ocirc;mago do paciente e depois retornariam ao intestino liberando as oncosferas, que penetrariam na mucosa e cairiam na corrente sangu&iacute;nea, disseminando-se pelo organismo.</p>"
      },
      {
        "title" : "Profilaxia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Consiste nos mesmos pontos para a ten&iacute;ase: 1) tratamento dos pacientes humanos; 2) melhora do sistema de cria&ccedil;&atilde;o de animais, de tal forma que n&atilde;o entrem em contato com fezes humanas; 3) defecar em fossas ou privadas; 4) educa&ccedil;&atilde;o sanit&aacute;ria e ambiental, visando n&atilde;o defecar no solo; 5) n&atilde;o comer carne bovina ou su&iacute;na crua ou malcozida.</p>\n<p>&nbsp; &nbsp;Al&eacute;m desses, &eacute; importante a orienta&ccedil;&atilde;o de uma rigorosa higiene pessoal, ingest&atilde;o de &aacute;gua filtrada ou fervida e higieniza&ccedil;&atilde;o correta de verduras e um tratamento imediato do paciente com <em>T. solium&nbsp;</em>intestinal.</p>"
      },
      {
        "title" : "Tratamento",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Embora haja medicamento espec&iacute;fico para a cisticercose, o tratamento n&atilde;o &eacute; f&aacute;cil de ser feito. A dificuldade consiste na localiza&ccedil;&atilde;o do cisticerco e das complica&ccedil;&otilde;es advindas ap&oacute;s a morte do parasito, provocada pelo medicamento. Portanto, o tratamento da cisticercose deve ser acompanhado por m&eacute;dicos experientes e especialistas nessa patologia.</p>"
      }
    ]
  },
  {
    "categoryName" : "Hidatidose",
    "numberOfTabs" : 10,
    "tabs" : [
      {
        "title" : "Introdução",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;A hidatidose &eacute; uma doen&ccedil;a que ocorre em humanos, provocada pelo cisto hid&aacute;tico, que &eacute; a forma larv&aacute;ria do <em>Echinococcus granulosus</em>. O hospedeiro definitivo desse parasito &eacute; o c&atilde;o, provocando equinococose. O cisto hid&aacute;tico ocorre em v&iacute;sceras dos hospedeiros intermedi&aacute;rios, prinicipalmente os carneiros, mas tamb&eacute;m pode acometer humanos, causando a hidatidose.</p>\n<p>&nbsp; &nbsp;A doen&ccedil;a possui ampla distribui&ccedil;&atilde;o geogr&aacute;fica, ocorrendo em pa&iacute;ses ou regi&otilde;es que fazem grandes cria&ccedil;&otilde;es de carneiros e usam c&atilde;es ovelheiros para ajudar no manejo desses animais. No Brasil, o maior n&uacute;mero de casos est&aacute; nos estados do Sul. Por&eacute;m, a preval&ecirc;ncia da doen&ccedil;a j&aacute; foi bastante reduzida em decorr&ecirc;ncia da intensa campanha profil&aacute;tica desenvolvida h&aacute; v&aacute;rio anos nessa regi&atilde;o.</p>"
      },
      {
        "title" : "Agente Etiológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Filo: <em>Platyhelminthes</em>; classe: Cestoda; fam&iacute;lia: Taenidae; esp&eacute;cie: <em>Echinococcus granulosus.</em></p>"
      },
      {
        "title" : "Morfologia e Habitat",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;O verme adulto &eacute; pequeno, medindo apenas 4 a 6 mm; possui esc&oacute;lex, que apresenta um rostro armado e quatro ventosas; segue um pesco&ccedil;o e tr&ecirc;s proglotes: uma jovem, uma madura e uma gr&aacute;vida, que se vai desprendendo e sendo substitu&iacute;da continuamente. Os vermes adultos vivem no intestino delgado de c&atilde;es e de alguns can&iacute;deos silvestres, como lobos e raposas.</p>\n<p>&nbsp; &nbsp;O cisto hid&aacute;tico ou hid&aacute;tide, denomina&ccedil;&otilde;es das formas larv&aacute;rias, &eacute; encontrado nas v&iacute;sceras (f&iacute;gado, pulm&otilde;es e c&eacute;rebro) de animais herb&iacute;voros, principalmente ovelhas, bovinos, su&iacute;nos e equinos. O tamanho da hid&aacute;tide varia conforme a idade: inicialmente mede cerca de 1 mm de di&acirc;metro, mas com o passar dos meses e anos pode chegar a 10 cm de di&acirc;metro. Tem forma arredondada, apresentando tr&ecirc;s membranas: externa, m&eacute;dia e interna, respectivamente, advent&iacute;cia, anista e membrana prol&iacute;gera. Na membrana prol&iacute;gera, membrana mais interna, se originam as ves&iacute;culas prol&iacute;geras, onde est&atilde;o os protoesc&oacute;leces, que s&atilde;o as formas infectantes (dar&atilde;o origem a novos vermes quando a hid&aacute;tide for ingerida por um c&atilde;o).</p>\n<p>&nbsp; &nbsp;O cisto &eacute; cheio de um l&iacute;quido cristalino denominado l&iacute;quido hid&aacute;tico; algumas vezes, ves&iacute;culas prol&iacute;geras e protoesc&oacute;leces podem desprender-se da membrana prol&iacute;gera e formar a &ldquo;areia hid&aacute;tica&rdquo;, que se deposita no fundo do cisto e continua infectante.</p>"
      },
      {
        "title" : "Ciclo Biológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;&Eacute; do tipo heterox&ecirc;nico, pois exige um hospedeiro intermedi&aacute;rio. Esse parasito est&aacute; associado aos c&atilde;es pastores e &agrave;s ovelhas. Os c&atilde;es eliminam ovos ou proglotes nas fezes, que s&atilde;o ingeridos pelas ovelhas durante a pastagem. Ao chegar ao intestino delgado, a oncosfera sai de dentro do ovo, penetra na mucosa, cai na corrente sangu&iacute;nea e dispersa-se pelas v&iacute;sceras, onde se desenvolve e forma o cisto o cisto hid&aacute;tico, que estar&aacute; maduro cerca de 6 meses ap&oacute;s a ingest&atilde;o do ovo. Sem cuidados progil&aacute;ticos, era comum tratar os c&atilde;es com as v&iacute;sceras abatidas e, assim, fechava-se o ciclo.</p>\n<p>&nbsp; &nbsp;A partir desse momento, quando os c&atilde;es ingerem as v&iacute;sceras de carneiros, os protoesc&oacute;leces se instalam no intestino delgado do c&atilde;o, transformam-se em vermes adultos e completam o ciclo. Cerca de 40 a 60 dias depois que ingeriu as v&iacute;sceras com hid&aacute;tides, o c&atilde;o j&aacute; estar&aacute; eliminando ovos nas fezes.</p>"
      },
      {
        "title" : "Patogenia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Como costumam ser abatidos cedo, n&atilde;o havendo tempo para se desenvolver, a presen&ccedil;a do cisto hid&aacute;tico nos hospedeiros intermedi&aacute;rios nem sempre &eacute; notada. Por&eacute;m, em humanos, as manifesta&ccedil;&otilde;es aparecem muitos anos depois de infectados (cerca de 10 a 15 anos). As altera&ccedil;&otilde;es podem ser muito graves, pois h&aacute; compress&atilde;o do &oacute;rg&atilde;o com disfun&ccedil;&atilde;o do mesmo e dist&uacute;rbios circulat&oacute;rios. A localiza&ccedil;&atilde;o mais grave &eacute; a cerebral, mesmo n&atilde;o sendo muito frequente. Se o cisto se romper, pode haver dissemina&ccedil;&atilde;o de protesc&oacute;leces, form"
      },
      {
        "title" : "Diagnóstico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Se o paciente reside em regi&atilde;o onde h&aacute; cria&ccedil;&atilde;o de ovelhas pastoreadas por c&atilde;es, o diagn&oacute;stico cl&iacute;nico &eacute; mais f&aacute;cil de ser feito. Na demais regi&otilde;es, os diagn&oacute;sticos imunol&oacute;gicos e de imagem s&atilde;o os mais usados. Os m&eacute;todos de diagn&oacute;sticos mais usados s&atilde;o: rea&ccedil;&atilde;o de ELISA, hemaglutina&ccedil;&atilde;o indireta, imunodifus&atilde;o dupla do arco 5, al&eacute;m da radiografia, tomografia, ecografia, ultrassom e cintilografia.</p>"
      },
      {
        "title" : "Imunidade",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Nos hospedeiros intermedi&aacute;rios normal (ovinos) e acidental (humanos), o sistema imunol&oacute;gico &eacute; ativado j&aacute; na tentativa de penetra&ccedil;&atilde;o da oncosfera na parede do intestino delgado. Nas reinfec&ccedil;&otilde;es em can&iacute;deos, quando os protoesc&oacute;lex se fixam na mucosa intestinal, h&aacute; resposta imune ativa, especialmente IgE, reduzindo o n&uacute;mero de vermes adultos.</p>\n<p>&nbsp; &nbsp;Os mecanismos envolvidos na morte do parasito, no hospedeiro intermedi&aacute;rio, ap&oacute;s reinfec&ccedil;&otilde;es, s&atilde;o dependentes de anticorpos e mediados pelo complemento. A partir da segunda semana da infec&ccedil;&atilde;o, encontra-se uma resposta imunoinflamat&oacute;ria no entorno do cisto hid&aacute;tico, com presen&ccedil;a de neutr&oacute;filos e macr&oacute;fagos, al&eacute;m de eosin&oacute;filos, linf&oacute;citos e mon&oacute;citos. Em humanos, observam-se elevados os n&iacute;veis de IgC e IgE, capazes de estimular diferentes popula&ccedil;&otilde;es de c&eacute;lulas T, do tipo Th1 e Th2.</p>"
      },
      {
        "title" : "Epidemiologia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;- Distribui&ccedil;&atilde;o geogr&aacute;fica: ocorre no mundo todo onde h&aacute; cria&ccedil;&atilde;o de ovelhas pastoreadas por c&atilde;es, sendo esses alimentados com v&iacute;sceras das ovelhas abatidas. Atualmente, a doen&ccedil;a ocorre com uma intensidade muito menor, em decorr&ecirc;ncia de mudan&ccedil;as na forma de cria&ccedil;&atilde;o das ovelhas e dos c&atilde;es.</p>\n<p>&nbsp; &nbsp;- Fonte de infec&ccedil;&atilde;o: c&atilde;es.</p>\n<p>&nbsp; &nbsp;- Forma de transmiss&atilde;o para os humanos: ovos oriundos de c&atilde;es parasitados.</p>\n<p>&nbsp; &nbsp;- Ve&iacute;culo de transmiss&atilde;o: m&atilde;os sujas, poeira, &aacute;gua contaminada, verduras mal lavadas.</p>\n<p>&nbsp; &nbsp;- Via de penetra&ccedil;&atilde;o: boca.</p>"
      },
      {
        "title" : "Profilaxia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;As seguintes medidas devem ser consideradas: 1) o tratamento em massa de c&atilde;es positivos; 2) a educa&ccedil;&atilde;o sanit&aacute;ria com proibi&ccedil;&atilde;o dr&aacute;stica de alimentar c&atilde;es com v&iacute;sceras cruas de ovelhas, bovinos ou su&iacute;nos; 3) reduzir o n&uacute;mero de c&atilde;es ovelheiros e o sacrif&iacute;cio de c&atilde;es de rua.</p>"
      },
      {
        "title" : "Tratamento",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Para a equinococose canina, existe tratamento eficiente. J&aacute; para os casos de hidatidose humana, o tratamento pode ser atrav&eacute;s de medicamentos e cirurgia.</p>"
      }
    ]
  },
  {
    "categoryName" : "Himenolepíase",
    "numberOfTabs" : 10,
    "tabs" : [
      {
        "title" : "Introdução",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;&Eacute; a doen&ccedil;a provocada pelo <em>Hymenolepis nana</em>, que ocorre no intestino delgado de humanos, principalmente em crian&ccedil;as. A preval&ecirc;ncia desse helminto &eacute; relativamente elevada, por&eacute;m sua patogenicidade &eacute; bastante reduzida. Tem uma distribui&ccedil;&atilde;o geogr&aacute;fica mundial, ocorrendo em fam&iacute;lias ou comunidades que vivem em aglomerados (creches, asilos, favelas).</p>"
      },
      {
        "title" : "Agente Etiológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Filo: <em>Platyhelminthes</em>; classe: Cestoda; fam&iacute;lia: Hymenolepidae; esp&eacute;cie: <em>Hymenolepis nana</em>.</p>"
      },
      {
        "title" : "Morfologia e Habitat",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;O <em>Hymenolepis nana&nbsp;</em>&eacute; relativamente pequeno, medindo cerca de 3 a 5 cm de comprimento. Como dito anteriormente, vive no intestino delgado de humanos, especialmente de crian&ccedil;as. O verme adulto apresenta um esc&oacute;lex com quatro ventosas e um rostro retr&aacute;til, armado de ganchos. A forma larv&aacute;ria &eacute; muito pequena, medindo cerca de 1 mm, e se chama larva cisticercoide, a qual apresenta um rostro e uma ves&iacute;cula que a envolve.</p>"
      },
      {
        "title" : "Ciclo Biológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Pode apresentar dois ciclos biol&oacute;gicos distintos:</p>\n<ul>\n    <li>Ciclo monox&ecirc;nico: sem hospedeiro intermedi&aacute;rio; as pessos se infectam ingerindo ovos desse helminto, que, ao chegarem ao intestino delgado, liberam a oncosfera. Esta penetrar&aacute; nas vilosidades da mucosa do intestino delgado, transformando-se em uma larva cisticercoide, que estar&aacute; madura ap&oacute;s cerca de 10 dias. Quando madura, sair&aacute; da vilosidade, desenvaginar-se-&aacute; e fixar-se-&aacute; na mucosa com o aux&iacute;lio do rostro e das ventosas, transformando-se em verme adulto cerca de 20 dias depois.</li>\n    <li>Ciclo heteroxeno: com hospedeiro intermedi&aacute;rio; ocorre quando os ovos que cont&ecirc;m a oncosfera s&atilde;o eliminados para o exterior e s&atilde;o ingeridos por larvas de pulgas ou besouros. No interior desses insetos, cada oncosfera dar&aacute; origem a uma larva cisticercoide. Quando uma crian&ccedil;a ingere o(s) inseto(s), a larva cisticercoide, ao chegar ao intestino delgado, sai do interior do inseto, fixa-se na mucosa do intestino delgado e, 20 dias depois, d&aacute; origem ao verme adulto.</li>\n</ul>"
      },
      {
        "title" : "Patogenia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Ap&oacute;s a infec&ccedil;&atilde;o heterox&ecirc;nica, as complica&ccedil;&otilde;es advindas da himenolep&iacute;ase passam a ocorrer, pois o paciente n&atilde;o tem nenhuma imunidade. Al&eacute;m disso, pode ocorrer um ciclo interno (autoinfec&ccedil;&atilde;o interna), que possibilitaria a presen&ccedil;a de milhares de vermes, dando origem a manifesta&ccedil;&otilde;es intestinais, al&eacute;m de irritabilidade e at&eacute; ataque epileptiformes. Esses helmintos s&atilde;o identificados pelo exame de fezes e, n&atilde;o havendo reinfec&ccedil;&otilde;es, haver&aacute; cura espont&acirc;nea (a&ccedil;&atilde;o imunit&aacute;ria) cerca de 20 dias depois.</p>"
      },
      {
        "title" : "Imunidade",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Na infec&ccedil;&atilde;o monox&ecirc;nica, a presen&ccedil;a por 10 dias da larva cisticercoide na mucosa do intestino delgado produz uma efetiva resposta imune. J&aacute; na infec&ccedil;&atilde;o heterox&ecirc;nica, a larva cisticercoide n&atilde;o entra em contato prolongado com a mucosa do intestino delgado, raz&atilde;o pela qual nenhuma resposta imune &eacute; produzida. Desse modo, no ciclo monox&ecirc;nico, as reinfec&ccedil;&otilde;es s&atilde;o raras e o parasito tende a desaparecer (autocura).</p>\n<p>&nbsp; &nbsp;No ciclo direto (monox&ecirc;nico), a larva cisticercoide desencadeia nos pacientes ampla resposta celular e humoral. Nesses pacientes, observa-se presen&ccedil;a marcante de citocinas com perfil Th1 e Th2, sendo que as Th1 ocorrem na fase inicial da doen&ccedil;a e as Th2 na fase ativa do parasito, onde h&aacute; a expuls&atilde;o dos <em>Himenolepis</em>, com a participa&ccedil;&atilde;o de macr&oacute;fagos ativados e de IgE.</p>"
      },
      {
        "title" : "Diagnóstico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;O diagn&oacute;stico da himenolep&iacute;ase pode ser feito atrav&eacute;s de exames de fezes e encontro de ovos t&iacute;picos.</p>"
      },
      {
        "title" : "Epidemiologia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;- Distribui&ccedil;&atilde;o geogr&aacute;fica: mundial, por&eacute;m mais frequente em aglomera&ccedil;&otilde;es humanas ou ambientes confinados, associados &agrave; falta de higiene. Nos meses de inverno, sua preval&ecirc;ncia se eleva, j&aacute; que os ambientes permanecem mais fechados.</p>\n<p>&nbsp; &nbsp;- Fonte de infec&ccedil;&atilde;o: os pr&oacute;prios humanos.</p>\n<p>&nbsp; &nbsp;- Forma de transmiss&atilde;o: ovos ou pequenos insetos contendo larvas cisticercoides.</p>\n<p>&nbsp; &nbsp;- Ve&iacute;culo de transmiss&atilde;o: m&atilde;os sujas e alimentos.</p>\n<p>&nbsp; &nbsp;- Via de penetra&ccedil;&atilde;o: boca.</p>"
      },
      {
        "title" : "Profilaxia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;As seguintes medidas profil&aacute;ticas b&aacute;sicas devem ser adotadas: 1) tratamento das pessoas infectadas; 2) higiene pessoal (lavar as m&atilde;os com frequ&ecirc;ncia, defecar apenas em privadas, etc.); 3) higiene ambiental (limpeza de casas, abrir as janelas); 4) evitar a presen&ccedil;a de pulgas e besouros (carunchos) dentro de casa ou da cozinha.</p>"
      },
      {
        "title" : "Tratamento",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Os medicamentos de combate &agrave; himenolep&iacute;ase s&atilde;o eficientes, o que facilita o tratamento. Al&eacute;m disso, caso n&atilde;o haja reinfec&ccedil;&otilde;es, haver&aacute; cura espont&acirc;nea do paciente.</p>"
      }
    ]
  },
  {
    "categoryName" : "Estrongiloidíase",
    "numberOfTabs" : 10,
    "tabs" : [
      {
        "title" : "Introdução",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Estrongiloid&iacute;ase &eacute; a doen&ccedil;a provocada pelo <em>Strongyloides stercoralis</em>, com distribui&ccedil;&atilde;o geogr&aacute;fica mundial. Entretanto, devido a doen&ccedil;as que diminuem a a&ccedil;&atilde;o do sistema imune, como a AIDS, pode ser respons&aacute;vel por altera&ccedil;&otilde;es graves nos pacientes, que podem inclusive lev&aacute;-lo a &oacute;bito. Por esse motivo, &eacute; considerada uma helmintose oportunista.</p>"
      },
      {
        "title" : "Agente Etiológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Filo: Nematoda; Classe: Sercenentea; fam&iacute;lia: Strongyloididae; esp&eacute;cie: <em>Strongyloides stercoralis</em>.</p>"
      },
      {
        "title" : "Morfologia e Habitat",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Uma curiosidade desse helminto, &eacute; que sua &uacute;nica forma parasit&aacute;ria &eacute; a f&ecirc;mea partenogen&eacute;tica, que mede apenas 2 mm de comprimento e vive mergulhada na mucosa do duodeno humano. Essa f&ecirc;mea pare larvas rabditoides, que medem cerca de 250 nm, ou seja, s&atilde;o extremamente pequenas. Essas larvas saem junto com as fezes do paciente e apresentam uma dilata&ccedil;&atilde;o no es&ocirc;fago.</p>\n<p>&nbsp; &nbsp;No meio ambiente, encontra-se as larvas filarioides infectantes, que medem cerca de 500 nm e possuem es&ocirc;fago reto e alongado. Al&eacute;m disso, encontra-se tamb&eacute;m f&ecirc;meas e machos de vida livre, medindo respectivamente 1,2 mm e 0,7 mm de comprimento.</p>"
      },
      {
        "title" : "Ciclo Biológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Possu&iacute; dois tipos distintos de ciclos biol&oacute;gicos:</p>\n<ul>\n    <li>Ciclo partenogen&eacute;tico ou direto: as larvas rabditoides eliminadas com as fezes alcan&ccedil;am um ambiente prop&iacute;cio (local &uacute;mido e sombreado) e temperatura variando entre 20 e 30 graus c&eacute;lsius, onde se transformam em larvas filarioides infectantes (denominadas L3 ou de terceiro est&aacute;gio), capazes de penetrar na pele de um novo hospedeiro.</li>\n    <li>Ciclo sexuado ou indireto: as larvas rabditoides eliminadas com as fezes alcan&ccedil;am um ambiente prop&iacute;cio como o descrito no ciclo direto, transformam-se em machos e f&ecirc;meas de vida livre, que se acasalam e botam ovos, produzem larvas rabditoides e depois larvas filarioides infectantes.</li>\n</ul>\n<p>&nbsp; &nbsp; As larvas filarioides infectantes (L3) origin&aacute;rias de ambos os ciclos penetram na pele, caem na corrente sangu&iacute;nea, v&atilde;o aos pulm&otilde;es, perfuram os alv&eacute;olos, sobem a &aacute;rvore br&ocirc;nquica e chegam at&eacute; a faringe junto com o muco produzido. Podem ent&atilde;o ser cuspidas ou deglutidas, indo at&eacute; o intestino delgado, onde se transformam em f&ecirc;meas partenogen&eacute;ticas. Esse processo at&eacute; a elimina&ccedil;&atilde;o de novas larvas rabditoides nas fezes demora cerca de 15 a 30 dias.</p>\n<p>: O fator que determina se o ciclo ser&aacute; direto ou indireto &eacute; gen&eacute;tico: as f&ecirc;meas partenogen&eacute;ticas s&atilde;o triploides (3n) e produzem larvas rabditoides de tr&ecirc;s tipos: haploides (1n), que originar&atilde;o machos de vida livre; diploides (2n), que originar&atilde;o f&ecirc;meas de vida livre; e triploides (3n), que resultar&atilde;o no ciclo direto.</p>"
      },
      {
        "title" : "Patogenia e Sintomatologia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A doen&ccedil;a pode apresentar manifesta&ccedil;&otilde;es cl&iacute;nicas bastante distintas entre os pacientes, j&aacute; que depende do n&uacute;mero de parasitos presentes e do estudo imunol&oacute;gico do paciente. Geralmente, observa-se tr&ecirc;s etapas: 1) cut&acirc;nea, decorrente da penetra&ccedil;&atilde;o das larvas infectantes; 2) pulmonar, decorrente da passagem das larvas, podendo produzir febre, tosse, etc.; 3) intestinal, decorrente das f&ecirc;meas presentes na mucosa, podendo produzir dores e outras complica&ccedil;&otilde;es. Essas manifesta&ccedil;&otilde;es, dependendo do estado imunol&oacute;gico dos pacientes, podem tornar-se muito graves, j&aacute; que pode haver autoinfec&ccedil;&atilde;o interna ou end&oacute;gena, na qual as larvas rabditoides se transformam em larvas filarioides infectantes dentro do intestino grosso e reinfectam o paciente, agravando o quadro.</p>"
      },
      {
        "title" : "Imunidade",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Em pacientes humanos, j&aacute; observou-se que alguns evoluem para a cura, enquanto alguns permanecem por longo tempo parasitados devido &agrave; autoinfec&ccedil;&atilde;o interna, mas com um n&uacute;mero baixo de f&ecirc;meas partenogen&eacute;ticas. Entretanto, pacientes imunodeficientes apresentam quadros agudos graves e at&eacute; letais da estrongiloid&iacute;ase.</p>\n<p>&nbsp; &nbsp;A infec&ccedil;&atilde;o pelas larvas filarioides, sua migra&ccedil;&atilde;o pelo organismo e a presen&ccedil;a das f&ecirc;meas partenogen&eacute;ticas no intestino delgado estimulam o sistema imune a produzir uma efetiva resposta imune celular e humoral.</p>\n<p>&nbsp; &nbsp;Na imunidade celular destacam-se as c&eacute;lulas Th1 e Th2, que secretam interleucinas (IL-4, IL-5, IL-10 e IL-13), induzindo as c&eacute;lulas B na produ&ccedil;&atilde;o de imunoglogulinas, especialmente IgE e IgG4. Al&eacute;m de IgE, macr&oacute;fagos ativados e c&eacute;lulas inflamat&oacute;rias atuam na elimina&ccedil;&atilde;o das f&ecirc;meas partenogen&eacute;ticas, o que &eacute; auxiliado pelo aumento da produ&ccedil;&atilde;o de muco e peristaltismo.</p>"
      },
      {
        "title" : "Diagnóstico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Para os pacientes que apresentam sucessivos exames de fezes negativos e possuem uma forte suspeita cl&iacute;nica, indica-se o diagn&oacute;stico imunol&oacute;gico. Nos demais casos, os m&eacute;todos imunol&oacute;gicos mais indicados s&atilde;o: rea&ccedil;&atilde;o de ELISA, hemaglutina&ccedil;&atilde;o indireta, imunofluoresc&ecirc;ncia indireta etc. Os melhores m&eacute;todos s&atilde;o os parasitol&oacute;gicos pelo exame de fezes, a fim de detectar as larvas. S&atilde;o eles: m&eacute;todo de Rugai e m&eacute;todo de Baerman-Moraes. Em pacientes com forte expectora&ccedil;&atilde;o pulmonar, pode-se fazer exame do catarro, o qual &eacute; dilu&iacute;do em &aacute;gua e centr&iacute;fugado.</p>"
      },
      {
        "title" : "Epidemiologia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;- Distribui&ccedil;&atilde;o geogr&aacute;fica: mundial, ocorrendo em pa&iacute;s de clima quente e temperado.</p>\n<p>&nbsp; &nbsp;- Fonte de infec&ccedil;&atilde;o: os humanos infectados.</p>\n<p>&nbsp; &nbsp;- Forma de transmiss&atilde;o: larvas filarioides.</p>\n<p>&nbsp; &nbsp;- Ve&iacute;culo de transmiss&atilde;o ou de contamina&ccedil;&atilde;o: contato das larvas filarioides na pele (andar descal&ccedil;o), autoinfec&ccedil;&atilde;o interna ou end&oacute;gena, com penetra&ccedil;&atilde;o de larvas filarioides formadas no intestino grosso.</p>\n<p>&nbsp; &nbsp;- Via de penetra&ccedil;&atilde;o: pela mucosa bucal.</p>\n<p>&nbsp; &nbsp;Em decorr&ecirc;ncia da AIDS e de outros mecanismos que alteram o sistema imune dos pacientes, a epidemiologia da estrongiloid&iacute;ase est&aacute; em constante mudan&ccedil;a. Nesses casos, os pacientes apresentaram sintomatologia grav&iacute;ssima e at&eacute; mesmo fatal quando algum agente etiol&oacute;gico oportunista se multiplicou e provocou uma doen&ccedil;a grave ou fatal.</p>"
      },
      {
        "title" : "Profilaxia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Assim como toda helmintose intestinal, na qual os humanos funcionam como fonte de infec&ccedil;&atilde;o, a base da profilaxia consiste nas seguintes medidas profil&aacute;ticas: 1) tratamento dos pacientes; 2) uso de fossas ou privadas com tratamento de esgoto; 3) uso de cal&ccedil;ados; &nbsp;4) educa&ccedil;&atilde;o sanit&aacute;ria e c&iacute;vica da popula&ccedil;&atilde;o.</p>"
      },
      {
        "title" : "Tratamento",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;Os medicamentos dispon&iacute;veis s&atilde;o eficientes no tratamento da estrongiloid&iacute;ase, com resultados muito positivos nos pacientes com uma situa&ccedil;&atilde;o imunol&oacute;gica n&atilde;o comprometida. Com estes pacientes, o tratamento &eacute; mais complicado, o que pode levar ao &oacute;bito. Para o paciente diagnosticado com essa parasitose, &eacute; recomendada uma dieta leve, pobre em fibras, de f&aacute;cil absor&ccedil;&atilde;o e rica em nutrientes para repor as perdas nos per&iacute;odos diarreicos.</p>"
      }
    ]
  },
  {
    "categoryName" : "Tricuríase",
    "numberOfTabs" : 9,
    "tabs" : [
      {
        "title" : "Introdução",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A tricur&iacute;ase &eacute; uma infec&ccedil;&atilde;o que ocorre em humanos, causada pelo Nematelminto <em>Trichuris trichiura</em>. &nbsp;&Eacute; um parasito geralmente associado a condi&ccedil;&otilde;es sociais e sanit&aacute;rias prec&aacute;rias das pessoas. Por conta de suas semelhan&ccedil;as geogr&aacute;ficas, forma de transmiss&atilde;o e infec&ccedil;&atilde;o e resist&ecirc;ncia de seus ovos no meio ambiente, &eacute; comum encontr&aacute;-lo infectando o indiv&iacute;duo em conjunto com <em>Ascaris Lumbricoides</em>.</p>"
      },
      {
        "title" : "Morfologia do Agente",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Do Filo Nematoda, classe Secernentea, fam&iacute;lia Trichuridae, o <em>Trichuris trichiura&nbsp;</em>pode ser encontrado nas seguintes formas:</p>\n<ul>\n    <li>F&ecirc;meas e Machos: Medem cerca de 4cm, de modo que a extremidade anterior seja mais fina que a posterior, aparentando-os a um &ldquo;chicote&rdquo;. O macho possui a extremidade posterior recurvada, de modo a proteger o esp&iacute;culo (&oacute;rg&atilde;os da c&oacute;pula); enquanto, nas f&ecirc;meas, esta &eacute; reta. Invadem a mucosa do intestino grosso.</li>\n    <li>Ovos: Semelhantes &agrave; uma &ldquo;bola de futebol americano&rdquo;, os ovos possuem dois tamp&otilde;es mucosos em extremidades opostas. Geralmente s&atilde;o eliminados nas fezes, e podem permanecem vi&aacute;veis por aproximadamente 1 ano no meio externo, dando origem &agrave;s (geo-helminto).</li>\n</ul>"
      },
      {
        "title" : "Ciclo Biológico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; As f&ecirc;meas botam uma grande quantidade de ovos todos os dias &ndash; em m&eacute;dia, cada f&ecirc;mea bota 7000 ovos por dia &ndash;, que saem para o meio externo nas fezes. No meio externo, o embri&atilde;o d&aacute; origem &agrave; uma larva (L1), ainda dentro do ovo, que permanece vi&aacute;vel por 1 ano. Como &eacute; comum dentre os helmintos, os ovos podem ser disseminados por moscas, poeira etc. e, posteriormente, ingeridos com &aacute;gua ou alimentos. Ao chegarem no intestino delgado, as larvas s&atilde;o liberadas e migram para o intestino grosso &ndash; onde penetram na mucosa. Ap&oacute;s 2 ou 3 meses da ingest&atilde;o dos ovos, o paciente come&ccedil;a a eliminar os ovos pelas fezes. Os vermes adultos vivem cerca de 2 a 3 anos alojados no corpo humano.</p>"
      },
      {
        "title" : "Patogenia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A grande maioria dos infectados n&atilde;o apresenta sintomas significativos. Nos casos mais expressivos, podem ocorrer diarr&eacute;ia, nervosismo, ins&ocirc;nia, emagrecimento, anemia e tenesmo (constante vontade de evacuar, mesmo quando desnecess&aacute;rio). Em crian&ccedil;as, pode ocorrer o prolapso retal durante os intervalos de evacua&ccedil;&atilde;o (nesse quadro, uma parte do intestino grosso desliza para fora do reto). O parasito adulto &eacute; capaz de invadir a mucosa do intestino grosso, penetrando mais da metade do seu corpo, a partir de enzimas digestivas. Esse processo pode causar infec&ccedil;&otilde;es bacterianas secund&aacute;rias, hemorragias, &uacute;lceras, necroses e prolapso renal. Devido a essa forma de ataque do parasito, foram feitas tentativas de utiliz&aacute;-lo no tratamento de doen&ccedil;as possivelmente causadas por um sistema imunol&oacute;gico hiperativo &ndash; colite ulcerativa, doen&ccedil;a de Crohn e outras doen&ccedil;as inflamat&oacute;rias, por exemplo &ndash;, sem sucesso nos resultados.</p>"
      },
      {
        "title" : "Imunidade",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Nos humanos, as infec&ccedil;&otilde;es s&atilde;o cr&ocirc;nicas, devido ao baixo parasitismo decorrente da a&ccedil;&atilde;o imunog&ecirc;nica humoral celular, uma resposta imunol&oacute;gica do corpo a poss&iacute;veis amea&ccedil;as. Essa resposta dificulta que um mesmo organismo seja reinfectado, interferindo na fixa&ccedil;&atilde;o de novas larvas no intestino grosso, apesar de n&atilde;o ser capaz de eliminar totalmente os parasitos adultos. A maioria dos conhecimentos sobre imunologia foi conhecida em camundongos, apesar de muitos serem obtidos em pesquisas nos pr&oacute;prios pacientes.</p>\n<p>&nbsp; &nbsp; Uma resposta imunol&oacute;gica t&iacute;pica &eacute; a eleva&ccedil;&atilde;o da eosinofilia no corpo, al&eacute;m das imunoglobulinas da classe IgE, sobretudo. Nessa helmintose, macr&oacute;fagos e outras c&eacute;lulas imunoinflamat&oacute;rias agem nos pontos do intestino grosso onde os vermes est&atilde;o fixados.</p>"
      },
      {
        "title" : "Diagnóstico",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O diagn&oacute;stico da trichur&iacute;ase &eacute; feito por meio de um exame de fezes, utilizando m&eacute;todos de localiza&ccedil;&atilde;o de ovos.</p>"
      },
      {
        "title" : "Epidemiologia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Quanto &agrave; distribui&ccedil;&atilde;o geogr&aacute;fica, a doen&ccedil;a &eacute; encontrada no mundo todo, especialmente nas regi&otilde;es subdesenvolvidas. Pode ser encontrado juntamente com o <em>A. luimbricoides</em>, em uma coinfec&ccedil;&atilde;o.</p>\n<p>&nbsp; &nbsp; Quanto &agrave; fonte de infec&ccedil;&atilde;o, o <em>Trichuris trichiura</em> infecta apenas os humanos, apesar de su&iacute;nos e c&atilde;es possu&iacute;rem parasitos semelhantes que, aparentemente, n&atilde;o infecta a esp&eacute;cie humana.</p>\n<p>&nbsp; &nbsp; A forma de transmiss&atilde;o se d&aacute; por ovos que contenham larvas infectantes, e o seu ve&iacute;culo s&atilde;o m&atilde;os sujas, alimentos ou &aacute;gua contaminados com os ovos. Sua via de penetra&ccedil;&atilde;o &eacute; oral.</p>\n<p>&nbsp; &nbsp; A epidemiologia da tricur&iacute;ase se assemelha &agrave; do <em>Ascaris lumbricoides</em>, o que ocasiona a coinfec&ccedil;&atilde;o por ambos os parasitos. Falta de higiene pessoal, de servi&ccedil;os de &aacute;gua pot&aacute;vel e de esgotamento sanit&aacute;rio adequado, fatores geralmente encontrados em baixas condi&ccedil;&otilde;es sociais, s&atilde;o fatores que facilitam a presen&ccedil;a desses parasitos intestinais.</p>"
      },
      {
        "title" : "Profilaxia",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia se d&aacute; pela ado&ccedil;&atilde;o de servi&ccedil;os sanit&aacute;rios, al&eacute;m da educa&ccedil;&atilde;o sanit&aacute;ria, c&iacute;vica e ambiental.</p>"
      },
      {
        "title" : "Tratamento",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp;O tratamento de geo-helmintoses como a tricur&iacute;ase se d&aacute; por dietas leves, com muito l&iacute;quido e pouca fibra, a fim de se evitar o prolapso renal. Caso ocorra, pode ser tratado por meio de medicamentos, dietas e tratamento cir&uacute;rgico.</p>"
      }
    ]
  },
  {
    "categoryName" : "Ancilostomíase",
    "numberOfTabs" : 9,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Nesse cap&iacute;tulo, ser&atilde;o abordados os parasitos respons&aacute;veis pela ancilostom&iacute;ase e pela necator&iacute;ase, uma vez que pertencem &agrave; mesma fam&iacute;lia e possuem grandes semelhan&ccedil;as, apesar de serem esp&eacute;cies morfologicamente bem distintas: <em>Ancylostoma duodenale&nbsp;</em>e <em>Necator americanus</em>. Eles s&atilde;o respons&aacute;veis pelo amarel&atilde;o e pela opila&ccedil;&atilde;o, doen&ccedil;as que atingem milh&otilde;es de pessoas em todo o mundo e causam anemia e defici&ecirc;ncia no crescimento f&iacute;sico e mental de crian&ccedil;as.</p>\n<p>&nbsp; &nbsp; A partir disso, foram feitas diversas campanhas de tratamento das crian&ccedil;as e de saneamento b&aacute;sico. Entretanto, ainda h&aacute; algumas &aacute;reas pobres com preval&ecirc;ncia dessas parasitoses.</p>\n<p>&nbsp; &nbsp; O <em>A. duodenale</em> &eacute; mais frequente no hemisf&eacute;rio Norte, mas tamb&eacute;m ocorre na Am&eacute;rica Latina. <em>N. americanus</em>, por sua vez &eacute; o mais encontrado nas Am&eacute;ricas, na &Aacute;frica e nas ilhas do Oceano Pac&iacute;fico.</p>"
      },
      {
        "title" : "Morfologia do Agente e Habitat:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Do filo Nematoda e fam&iacute;lia Ancylostomidae, o <em>Ancylostoma duodenale&nbsp;</em>e <em>Necator americanus</em> vivem fixados na mucosa do duodeno por sua c&aacute;psula bucal, e apresentam uma diferen&ccedil;a nessa parte do corpo: no <em>A. duodenale</em>, a c&aacute;psula possui dois pares de dentes, enquanto no <em>Necator americanus</em>, existem placas cortantes. Ambos medem cerca de 1 cm de comprimento, de modo que os machos terminam com uma &ldquo;bolsa copuladora&rdquo;. Al&eacute;m da forma adulta, as outras formas s&atilde;o:</p>\n<ul>\n    <li>Ovos: pequenos, eliminados pelas fezes. Apresentam uma fina membrana e transparente, dotados de um formato oval e uma m&oacute;rula evidente.</li>\n    <li>Larvas Rabditoides: Medem 400 &micro;m, com grande vest&iacute;bulo bucal.</li>\n    <li>Larvas Filarioides: Medem 500 &micro;m, dois est&aacute;gios ap&oacute;s o anterior.</li>\n</ul>"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O ciclo desse helminto &eacute; monox&ecirc;nico (ocorre em apenas um hospedeiro), mas necessita de uma fase no solo para a eclos&atilde;o das larvas dos ovos e a sua transforma&ccedil;&atilde;o dessas larvas rabditoides (L1) em larvas intermedi&aacute;rias (L2), e larvas filarioides infectantes (L3). Essas s&atilde;o conhecidas por &ldquo;larvas embainhadas&rdquo;, pois a cut&iacute;cula da fase L2 permanece protegendo a L3. Essa forma vive de 1 a 6 meses no solo &uacute;mido e pode infectar o paciente de duas formas: penetra&ccedil;&atilde;o ativa na pele ou nas mucosas da boca, e a ingest&atilde;o de larvas na &aacute;gua ou alimentos. O resto do ciclo depende da forma da contamina&ccedil;&atilde;o:</p>\n<ul>\n    <li>Por via cut&acirc;nea ou mucosa: as larvas caem na corrente circulat&oacute;ria, v&atilde;o ao cora&ccedil;&atilde;o e depois aos pulm&otilde;es, onde perfuram os alv&eacute;olos e sobem a &aacute;rvore br&ocirc;nquica. Ao atingirem a faringe, podem ser eliminadas ou engolidas. Caso estas sejam deglutidas, se desenvolvem no intestino delgado, no duodeno. Cerca de 1 m&ecirc;s depois a infec&ccedil;&atilde;o cut&acirc;nea, os helmintos p&otilde;em ovos que s&atilde;o expelidos nas fezes.</li>\n    <li>Por via oral: as larvas v&atilde;o diretamente ao duodeno, e completam o seu ciclo. Ap&oacute;s 30 dias, os vermes j&aacute; adultos eliminam ovos nas fezes.</li>\n</ul>"
      },
      {
        "title" : "Patogeniae Sintomatologia:",
        "type" : "text",
        "text" : "<p><span>&nbsp; &nbsp; As doen&ccedil;as se assemelham em muitas caracter&iacute;sticas, provocando altera&ccedil;&otilde;es locais e gerais. Os sintomas podem apresentar tr&ecirc;s fases, cada uma com seu respectivo sintoma:</span></p>\n<div>\n    <ul>\n        <li><span>1&ordf; fase &ndash; Cut&acirc;nea:&nbsp;</span></li>\n    </ul>\n</div>\n<p><span>Penetra&ccedil;&atilde;o das larvas na pele. Geralmente n&atilde;o &eacute; percebida, mas o paciente se queixa de uma rea&ccedil;&atilde;o urticariforme.</span></p>\n<div>\n    <ul>\n        <li><span>2&ordf; fase &ndash; Pulmonar:&nbsp;</span></li>\n    </ul>\n</div>\n<p><span>Ocorre no momento que as larvas passam pelos pulm&otilde;es, gerando febre, tosse com muco e at&eacute; a s&iacute;ndrome de L&ouml;effler (pneumonite al&eacute;rgica). Essa fase pode durar cerca de 30 dias.</span></p>\n<div>\n    <ul>\n        <li><span>3&ordf; fase &ndash; Intestinal:&nbsp;</span></li>\n    </ul>\n</div>\n<p><span>Ap&oacute;s muitos helmintos se fixarem na mucosa do duodeno, o paciente apresenta dor na por&ccedil;&atilde;o alta e direita do abd&ocirc;men, febre, fraqueza e diarreia com sangue.</span></p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Aperar do ciclo pulmonar pelas larvas filarioides da ancilostom&iacute;ase/necator&iacute;ase, a resposta imune &eacute; semelhante a que ocorre na tricur&iacute;ase, que n&atilde;o possui ciclo pulmonar. Nessas doen&ccedil;as, tamb&eacute;m acontecem reinfec&ccedil;&otilde;es discretas, causando parasitismos cr&ocirc;nicos. Por outro lado, pessoas que nunca tiveram contato com esses parasitos, caso sejam infectadas por muitas larvas filarioides, desenvolvem quadros graves da doen&ccedil;a.</p>\n<p>&nbsp; &nbsp; Em pacientes cr&ocirc;nicos da regi&atilde;o end&ecirc;mica, pode ser observada a resposta end&ecirc;mica do tipo Th2 e Th1, com produ&ccedil;&atilde;o de interleucinas (1L-4, IL-5, IL-9 e IL-13), al&eacute;m de elevados n&iacute;veis de IgG, IgE e eosin&oacute;filos. O sistema imune &eacute; capaz de eliminar muitas larvas filarioides, reduzindo as infec&ccedil;&otilde;es. Em regi&otilde;es end&ecirc;micas, &eacute; testada uma vacina contra a ancilostom&iacute;ase.</p>"
      },
      {
        "title" : "Diagnóstico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O diagn&oacute;stico pode ser feito pelo exame de fezes (uma vez que os ovos s&atilde;o encontrados nesses excretos), a partir de um m&eacute;todo chamado Baermann-Moraes. Ovos de outro parasito de ruminantes, o <em>Trichostrongylus sp</em>. E de <em>Meloidogyne sp</em>. Podem ser encontrados nas fezes humanas e se assemelham aos dos ancilostom&iacute;deos, mas se diferem pelo primeiro ter uma extremidade ligeiramente &ldquo;afilada&rdquo;.</p>"
      },
      {
        "title" : "Epidemiologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; As doen&ccedil;as possuem porpor&ccedil;&atilde;o mundial, principalmente em regi&otilde;es subdesenvolvidas (h&aacute; cerca de 100 anos atr&aacute;s, a Inglaterra e os Estados Unidos eram vastamente acometidos por esses parasitos). No Brasil. H&aacute; o <em>N. americanus</em>.</p>\n<p>&nbsp; &nbsp; A fonte de infec&ccedil;&atilde;o s&atilde;o os humanos parasitados, e esta se d&aacute; por larvas filarioides infectantes, por meio de ve&iacute;culos como solos &uacute;midos e sombreados.</p>\n<p >&nbsp; &nbsp; A via de penetra&ccedil;&atilde;o &eacute; a penetra&ccedil;&atilde;o ativa das larvas na pele, nos p&eacute;s ou na mucosa bucal, ou a ingest&atilde;o junto com &aacute;gua ou alimentos infectados.</p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia dessas geo-helmintoses depende basicamente do tratamento em massa da popula&ccedil;&atilde;o, instalando-se servi&ccedil;os de saneamento b&aacute;sico, instru&ccedil;&atilde;o de usar cal&ccedil;ados e luvas para manipular solos. Al&eacute;m disso &eacute; recomendada a educa&ccedil;&atilde;o sanit&aacute;ria, ambiental e c&iacute;vica.</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os parasitos devem ser eliminados com o uso de medicamentos espec&iacute;ficos, e deve ocorrer a reposi&ccedil;&atilde;o de ferro, a partir de uma dieta rica no mineral e de sulfato ferroso.</p>"
      }
    ]
  },
  {
    "categoryName" : "Necatoríase",
    "numberOfTabs" : 1,
    "tabs" : [
    {
      "title" : "Semelhanças com Ancilostomíase:",
      "type" : "text",
      "text" : "<p>&nbsp; &nbsp; Devido &agrave; sua semelhan&ccedil;a epidemiol&oacute;gica, profil&aacute;tica, quanto &agrave; forma de diagn&oacute;stico e em rela&ccedil;&atilde;o &agrave; morfologia dos parasitos respons&aacute;veis com a ancilostom&iacute;ase, a necator&iacute;ase foi tratada no cap&iacute;tulo anterior, juntamente com a doen&ccedil;a anteriormente citada.</p>"
    }
  ]
  },
  {
    "categoryName" : "Enterobíase",
    "numberOfTabs" : 9,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A enterob&iacute;ase (ou enterobiose) &eacute; uma doen&ccedil;a provocada pelo <em>Enterobius</em> <em>vermicularis</em>, antigamente denominado <em>Oxyurus vermicularis</em>, de modo que alguns ainda chamem a doen&ccedil;a de oxiurose. Tamb&eacute;m &eacute; popularmente conhecida como &ldquo;caseira&rdquo;, por alcan&ccedil;ar outros indiv&iacute;duos da fam&iacute;lia.</p>\n<p>&nbsp; &nbsp; Sua distribui&ccedil;&atilde;o geogr&aacute;fica se d&aacute; de maneira ampla, ocorrendo em todos os pa&iacute;ses nas mais diversas classes sociais. A doen&ccedil;a, por&eacute;m, acomete mais frequentemente crian&ccedil;as em ambientes mais favor&aacute;veis, como creches e escolas.</p>"
      },
      {
        "title" : "Morfologia do Agente e Habitat:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Do filo Nematoda, classe Secernentea e fam&iacute;lia Oxyuridae, o <em>Enterobius vermicularis</em> pode ser encontrado nas seguintes formas:</p>\n<div>\n    <ul>\n        <li>Vermes adultos: pequenos, com aproximadamente 1 cm de comprimento. Vivem no ceco (regi&atilde;o anterior ao abd&ocirc;men), motivo pelo qual as f&ecirc;meas s&atilde;o encontradas na regi&atilde;o perianal.</li>\n    </ul>\n</div>\n<p>&nbsp;</p>\n<div>\n    <ul>\n        <li>Ovos: Apresentam uma larva em seu interior, e n&atilde;o saem com as fezes, uma vez que as f&ecirc;meas os eliminam no n&iacute;vel do &acirc;nus. Por tal motivo, os ovos podem ser encontrados nessa &aacute;rea ou nas roupas &iacute;ntimas.</li>\n    </ul>\n</div>"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Ap&oacute;s a c&oacute;pula, as f&ecirc;meas cheias de ovos v&atilde;o para a regi&atilde;o anal, principalmente no per&iacute;odo noturno. Essa migra&ccedil;&atilde;o pode ser influenciada pelo repouso humano ou por raz&otilde;es peculiares do sistema digest&oacute;rio.</p>\n<p>&nbsp; &nbsp; Os ovos eliminados j&aacute; possuem larvas de segundo est&aacute;dio (denominadas L2) que, em poucas horas, se transformam em larvas infectantes (L3). Esses ovos, ent&atilde;o, podem ser ingeridos junto aos alimentos, por meio de m&atilde;os sujas, por exemplo. Tal motivo de d&aacute; pela coceira anal contaminar as m&atilde;os e deixar ovos embaixo das unhas.</p>\n<p>&nbsp; &nbsp; Ao chegar novamente no intestino de um hospedeiro, as larvas eclodem e v&atilde;o para o ceco, transformando-se em vermes adultos. Os machos morrem em 15 dias, em m&eacute;dia, enquanto as m&eacute;dias se dirigem para o &acirc;nus em 50 a 60 dias ap&oacute;s a infec&ccedil;&atilde;o, momento em que est&aacute;s tamb&eacute;m morrem.</p>\n<p>&nbsp; &nbsp; A autoinfec&ccedil;&atilde;o tamb&eacute;m pode ocorrer, sendo interna, quando os ovos eclodem ainda dentro do intestino grosso; ou externa, quando o hospedeiro humano co&ccedil;a o &acirc;nus e leva a m&atilde;o &agrave; boca.</p>"
      },
      {
        "title" : "Patogenia:",
        "type" : "text",
        "text" : "<p><span>&nbsp; &nbsp; A manifesta&ccedil;&atilde;o principal dessa helmintose &eacute; o prurido anal (coceira persistente ao redor do &acirc;nus), provocado pela presen&ccedil;a de f&ecirc;meas gr&aacute;vidas, muco e ovos. Em casos raros, os ovos da regi&atilde;o anal podem liberar larvas e retornar ao intestino grosso, causando uma retroinfec&ccedil;&atilde;o do indiv&iacute;duo. No caso de crian&ccedil;as do sexo feminino, as larvas podem atravessar o per&iacute;neo e penetrar na vagina, causando vaginites ou at&eacute; mesmo infec&ccedil;&otilde;es nos ov&aacute;rios, podendo deixar a crian&ccedil;a est&eacute;ril.</span></p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Devido a efici&ecirc;ncia efetiva do sistema imune em rela&ccedil;&atilde;o &agrave; enterob&iacute;ase, s&atilde;o mais raros os casos de se encontrar pacientes cr&ocirc;nicos. Usualmente, as primeiras infec&ccedil;&otilde;es possuem mais f&ecirc;meas do que as reinfec&ccedil;&otilde;es, que nem sempre ocorrem.</p>"
      },
      {
        "title" : "Diagnóstico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Um forte ind&iacute;cio de enterob&iacute;ase &eacute; uma crian&ccedil;a apresentar coceira na regi&atilde;o anal, o que facilita o diagn&oacute;stico da doen&ccedil;a. Al&eacute;m disso, esta pode ser diagnosticada em um exame convencional de sedimenta&ccedil;&atilde;o espont&acirc;nea (mistura de fezes com &aacute;gua em repouso, que detecta ovos de helmintos e cistos de protozo&aacute;rios nas fezes), tal como pelo exame da &ldquo;fita gomada&rdquo; (&eacute; inserida uma fita gomada na regi&atilde;o perianal, e depois analisada).</p>"
      },
      {
        "title" : "Epidemiologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Quanto &agrave; distribui&ccedil;&atilde;o geogr&aacute;fica, a doen&ccedil;a &eacute; mundial, principalmente nos pa&iacute;ses europeus e norte-americanos, devido ao longo inverno que faz as pessoas ficarem mais tempo em ambientes fechados.</p>\n<p>&nbsp; &nbsp; A sua fonte de infec&ccedil;&atilde;o s&atilde;o os humanos, em casas e creches, em que um paciente pode infectar o resto do ambiente, e a forma de transmiss&atilde;o se d&aacute; por ovos do parasito com larvas em seu interior, a partir de alimentos ou m&atilde;os sujas, e objetos que entraram em contato com o indiv&iacute;duo infectado, como dinheiro e ma&ccedil;anetas.</p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia se d&aacute; pelo tratamento dos infectados, visto que estes servem como fonte de infec&ccedil;&atilde;o no mesmo ambiente. Ademais, n&atilde;o se deve sacudir roupas que possam estar com ovos ou roupas de cama dos pacientes, assim como se deve limpar e cortar as unhas. O uso de aspirador de p&oacute; &eacute; recomend&aacute;vel, desde que haja cuidado em rela&ccedil;&atilde;o ao local de descarte de seu conte&uacute;do.</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O tratamento desse parasito é fácil, e pode ocorrer cura espontânea se não houver reinfecção, já que as fêmeas morrem e são eliminadas 2 meses após a contaminação. Para o caso de invasão do sistema genital feminino, é necessário um tratamento médico.</p>"
      }
    ]
  },
  {
    "categoryName" : "Ascaridíase",
    "numberOfTabs" : 9,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A ascaridíase é uma doença pelo <i>Ascaris lumbricoides</i>. Este parasito possui distribuição geográfica mundial, e seus ovos foram encontrados em coprólitos1, acompanhando a humanidade desde os primórdios – tal como o <i>Trichuris trichiura</i>, que será mencionado posteriormente. De acordo com estimativas, três a cada dez pessoas no mundo estão parasitadas por este helminto, sendo este o mais prevalente dentre a população. A doença é grave e ainda acomete milhões de pessoas, causando problemas físicos e intelectuais, sendo assim, uma causa e uma consequência do subdesenvolvimento de países e regiões. \n    Esse helminto também é denominado lombriga – por tal motivo, os vermífugos possuem como sinônimo “lombrigueiro”.\n</p>"
      },
      {
        "title" : "Morfologia do Agente:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; Do Filo Nematoda, classe Secernentea, família Ascarididae, o <i>Ascaris lumbricoides</i> em sua forma adulta é grande, de modo que a fêmea mede aproximadamente 35 cm de comprimento, enquanto o macho mede cerca de 20cm. Vivem no intestino delgado de humanos, produzindo muitos ovos, que são cobertos por uma camada externa mamilonada e de cor castanha (como a casca de um abacaxi). O verme é um geo-helminto, isto é, necessitam do solo para amadurecer e formar suas larvas.\n    Os suínos podem ser infectados por um parasito semelhante, denominado <i>Ascaris suum</i>, que pode parasitar humanos, porém, neste caso, é eliminado espontaneamente.\n</p>",
        "imageAddress" : "ascaridiase1"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; Os machos e as fêmeas acasalam no intestino delgado, e estas botam muitos ovos (até 200 mil por dia), que chegam ao exterior com embriões do helminto. Em um ambiente úmido e sombreado, após 15 dias as larvas (L1) se formam dentro de cada ovo, e após mais 15 dias se transformam em L2 e, em mais 15 dias, se tornam larvas infectantes (L3) ainda dentro do ovo. Esses ovos serão ingeridos por um novo hospedeiro humano, onde as larvas irão eclodir no intestino delgado e, devido ao seu metabolismo aeróbio, penetrarão na mucosa intestinal e cairão na circulação sanguínea. Passam pelo fígado, depões vão ao coração e aos pulmões, ao que é dado o nome de ciclo pulmonar (ciclo de Loss). Nos pulmões, as larvas perfuram os alvéolos pulmonares, sobem a árvore brônquica e chegam à faringe, podendo ser expelidas, junto com o muco que é produzido; ou ingeridas, dirigindo-se ao intestino delgado, onde se transformarão em vermes adultos que, após 30 dias, iniciam a ovoposição (desde a ingestão, demora cerca de 60 dias), reiniciando o ciclo.\n</p>",
        "imageAddress" : "ascaridiase2"
      },
      {
        "title" : "Patogenia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A ascaridíase ocorre com frequência no mundo todo e, em conjunto com a ancilostomíase e a necatoríase, é importante para a saúde pública, devido às alterações que causa nos pacientes, sobretudo nas crianças.\n    A patogenia dessa doença se dá por duas fases:\n•\tPulmonar: durante a passagem das larvas, ocorrem manifestações semelhantes às dos helmintos que realizam ciclo pulmonar: tosse produtiva, febre e síndrome de Löffler (pneumonite alérgica).\n•\tIntestinal: de acordo com o número de parasitos (ao que é dado o nome de carga parasitária), variam as consequências, de maneira que, em infecções mais numerosas (100 ou mais vermes), os indivíduos podem apresentar depauperamento físico (enfraquecimento), magreza, palidez e barriga com volume estufado. Isso ocorre em decorrência da alimentação dos vermes, que consome uma grande quantidade de proteínas, lipídios, carboidratos e vitamina A. A carência dessa vitamina pode gerar manchas na pele das pessoas parasitadas. Além disso, os vermes podem provocar irritações na parede do intestino, que ocasiona manifestações nervosas, incluindo ataques epiléticos.\n    Eventualmente, esse indivíduo pode se enovelar no intestino delgado, gerando obstruções e um quadro denominado “abdome agudo”, uma forte dor que necessita de intervenção cirúrgica imediata.\n    O verme pode ser encontrado em locais ectópicos (também chamado de “Ascaris errático”), quando o verme se encontra ora do seu habitat, podendo ser até fatal. Os helmintos podem entrar no apêndice cecal (apendicite aguda), canal colédoco (ducto que transporta a bile), vesícula biliar (colecistite), ducto pancreático (pancreatite aguda), trompa de Eustáquio e e até mesmo no canal lacrimal.\n</p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A resposta imune das helmintoses é muito semelhante, apresentando a eosifilina elevada, assim como a participação de macrófagos. As larvas, quando estão na corrente sanguínea, morrem por toxicidade, causada pelos eosinófilos. A resposta imune é do tipo Th2 e presença de IgE. A IL-4 estimula a produção de IgE, que implica na expulsão dos vermes adultos, e a IL-13 também o faz. Os mastócitos promovem o aumento da secreção dos locais mediadores da inflamação, como o muco e o aumento da contratilidade da musculatura intestinal. \n    Na ascaridíase, ocorre a eliminação “espontânea” de vermes adultos em pessoas anteriormente infectadas, devido à reativação do sistema imune, por meio de células da memória imunológica.\n    Nessa e em outras helmintoses que apresenta, ciclo pulmonar, ocorre a síndrome de Löffler, uma reação imunológica decorrente das larvas que passaram pelos pulmões e de seus resíduos. Como consequência, o individuo apresenta um infiltrado eosinofílico alérgico, que causa tosse, dispneia e anorexia, que podem regredir em poucos dias após a conclusão dessa fase do ciclo.\n</p>"
      },
      {
        "title" : "Diagnóstico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O diagnóstico da ascaridíase é feito por meio de um exame de fezes, utilizando métodos de localização dos ovos característicos desse parasito. Exames por imagens podem ser úteis para visualizar o helminto e possíveis obstruções\n</p>"
      },
      {
        "title" : "Epidemiologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Quanto à distribuição geográfica, a doença é encontrada no mundo todo. Em se tratando de sua fonte de infecção, o <i>Ascaris lumbricoides</i> infecta apenas os humanos, apesar de suínos possuírem um parasito semelhante: <i>Ascaris suum.</i>\n    A forma de transmissão se dá por ovos que contenham larvas infectantes, e o seu veículo são mãos sujas, alimentos ou água contaminados com os ovos, poeira ou moscas. Sua via de penetração é oral.\n    A prevalência dessa helmintose pode ser explicada pelo aspecto dos ovos que permanecem viáveis por mais de um ano, em ambientes domésticos e peridomésticos. Acredita-se que aproximadamente 30% da população mundial esteja parasitada pelo <i>A. lumbricoides</i>, cuja distribuição mundial não é uniforme, sendo mais presente dentre a população mais carente. Estudos evidenciam a presença da ascaridíase em populações de idosos no Brasil.\n</p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia requer a melhora de fatores sociais como higiene pessoal, lavar corretamente as mãos e verduras, beber somente água filtrada, proteger alimentos contra moscas, educação sanitária, cívica e ambiental. Fatores esses ainda ausentes em muitas localidades, o que contribui para a perpetuação dessa doença.\n</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O tratamento da ascaridíase se dá por medicamentos específicos, hidratação e jejum, no caso de obstruções. Não se deve utilizar anti-helmínticos sem antes fazer um exame de fezes, uma vez que não é indicado o uso de remédios sem uma razão certa ou prescrição médica.\n</p>"
      }
    ]
  },
  {
    "categoryName" : "Larva Migrans",
      "numberOfTabs" : 4,
      "tabs" : [
        {
          "title" : "Introdução:",
          "type" : "text",
          "text" : "<p>&nbsp; &nbsp; A larva <em>migrans&nbsp;</em>&eacute; uma s&iacute;ndrome provocada por larvas de helmintos parasitos de animais que, ao alcan&ccedil;ar os humanos, migram na pele ou nas v&iacute;sceras dos pacientes. Dessa forma, &eacute; poss&iacute;vel dividi-las em dois tipos: cut&acirc;nea e visceral, de modo que ambas possuem os humanos como hospedeiros e s&atilde;o acidentais. Elas ocorrem no mundo todo, pois os humanos cada vez mais vivem com c&atilde;es e gatos.</p>"
        },
        {
          "title" : "<p><span>Larva <em>migrans</em> Cut&acirc;nea:</span></p>",
          "type" : "text",
          "text" : "<p>&nbsp; &nbsp; &Eacute; tamb&eacute;m chamada de dermatite pruriginosa ou &ldquo;bicho geogr&aacute;fico&rdquo;, pois a larva forma um contorno sinuoso na pele. As principais esp&eacute;cies causadoras s&atilde;o: <em>Ancylostoma caninum</em>, <em>A. braziliense</em>, <em>A. tubaeforme&nbsp;</em>e <em>Uncinaria stonecephala</em>, que infectam o intestino delgado de c&atilde;es e gatos; <em>Bunostomum phlebotomum</em>, que ocorre no intestino delgado de bovinos. Esses ovos saem nas fezes dos respectivos animais e, chegando ao solo areno-argiloso, sombreado e &uacute;mido, liberam as larvas, que depois se transformam em larvas filarioides infectantes, que podem penetrar da pele de humanos (nos p&eacute;s, ao andar descal&ccedil;o, nas n&aacute;degas ao se assentar no ch&atilde;o com roupas de banho, por exemplo) e, a partir disso, poder&atilde;o circular entre a derme e a epiderme (o que causa dor ao indiv&iacute;duo, o que implica em retir&aacute;-la) ou morrer por meio da terap&ecirc;utica apropriada, que &eacute; bem eficiente. &nbsp;Essa zoonose deve ser combatida dando um destino adequado &agrave;s fezes dos animais citados anteriormente, muitas vezes presentes em parques, praias e jardins. Existem casos de cegueira no brasil proveniente dessas larvas, denominada neurorretinite subaguda difusa unilateral (NSDU).</p>"
        },
        {
          "title" : "<p><span>Larva <em>migrans</em> Visceral:</span></p>",
          "type" : "text",
          "text" : "<p>&nbsp; &nbsp; &nbsp;As larvas dos helmintos circulam pelas v&iacute;sceras (principalmente pelo f&iacute;gado, pelos pulm&otilde;es e pelo globo ocular; embora o c&eacute;rebro e os linfonodos tamb&eacute;m possam ser atingidos). A principal esp&eacute;cie respons&aacute;vel por essa manifesta&ccedil;&atilde;o &eacute; o <em>Toxocara canis</em>, comum no intestino delgado de c&atilde;es, raposas, gatos e lobos, em todo o mundo. Uma grande quantidade de ovos &eacute; eliminada nas fezes dos hospedeiros, que viram embrionados no exterior. Os animais se infectam ingerindo ovos que contenham a larva infectante (L3), dando continuidade ao ciclo. Se os humanos ingerirem os ovos, as larvas ir&atilde;o eclodir no intestino delgado do paciente, penetrando na mucosa do &oacute;rg&atilde;o, onde podem alcan&ccedil;ar a circula&ccedil;&atilde;o sangu&iacute;nea e atingir diversas outras partes do corpo. De acordo com a quantidade e com o local onde as larvas se encontram, os pacientes v&atilde;o desenvolver manifesta&ccedil;&otilde;es cl&iacute;nicas diferentes, podendo ocorrer manifesta&ccedil;&otilde;es hep&aacute;ticas, pulmonares, cerebrais, oculares etc. Ap&oacute;s aproximadamente 18 meses, por conta de um processo imunoinflamat&oacute;rio, as manifesta&ccedil;&otilde;es cl&iacute;nicas desaparecem espontaneamente, quando as larvas morrem e a rea&ccedil;&atilde;o regride. A terap&ecirc;utica s&oacute; &eacute; recomendada em pacientes sintom&aacute;ticos, ap&oacute;s prescri&ccedil;&atilde;o m&eacute;dica.</p>"
        },
        {
          "title" : "Tratamento:",
          "type" : "text",
          "text" : "<p>&nbsp; &nbsp; O tratamento ocorre por meio de medicamentos espec&iacute;ficos.</p>"
        }
      ]
  },
  {
    "categoryName" : "Filarioses",
    "numberOfTabs" : 8,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; As filarioses s&atilde;o doen&ccedil;as que ocorrem nos humanos e dependem de um inseto como hospedeiro intermedi&aacute;rio (ciclo heterox&ecirc;nico). No Brasil, as esp&eacute;cies que atingem os humanos s&atilde;o: <em>Wulchereria bancrofti</em>, <em>Onchocerca volvulus&nbsp;</em>e <em>Mansonella ozzardi</em>. As duas primeiras s&atilde;o as mais conhecidas, enquanto a terceira ocorre na Amaz&ocirc;nia e possui baixa patogenidade.</p>"
      },
      {
        "title" : "<p><em><span>Wulchereria bancrofti</span></em>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Respons&aacute;vel pela filariose bancroftiana, tamb&eacute;m conhecida como filariose linf&aacute;tica ou elefant&iacute;ase. Os vermes adultos &ndash; o macho mede em m&eacute;dia 4 cm, e a f&ecirc;mea mede 7 cm &ndash; vivem nos vasos linf&aacute;ticos, antes dos linfonodos inguinais, p&eacute;lvicos e mam&aacute;rios.</p>\n<p><em>&nbsp; &nbsp;&nbsp;</em>Ap&oacute;s a fecunda&ccedil;&atilde;o, a f&ecirc;mea bota os ovos larvados que, ao sa&iacute;rem da f&ecirc;mea, formam uma &ldquo;microfil&aacute;ria&rdquo;, que se dirige para a corrente sangu&iacute;nea e apresenta um comportamento peculiar: durante o dia permanece nos capilares profundos; enquanto no per&iacute;odo da noite, se dirige para o sangue perif&eacute;rico. Nesse momento noturno, a f&ecirc;mea do mosquito <em>Culex quinquefasciatus</em> (pernilongo comum, que pica &agrave; noite) pica o indiv&iacute;duo parasitado e se infecta. Aparentemente, esse ciclo das larvas tem rela&ccedil;&atilde;o com a saliva do inseto, que estimula as larvas a se dirigirem ao sangue perif&eacute;rico.</p>\n<p>&nbsp; &nbsp; De 8 a 10 dias depois, as larvas no interior do mosquito se tornam infectantes e v&atilde;o para o aparelho bucal &ndash; chamado prob&oacute;scida &ndash; do inseto que, ao picar outra pessoa, ir&atilde;o parasit&aacute;-la, atingindo o seu sangue e se dirigindo aos vasos linf&aacute;ticos.</p>\n<p>&nbsp; &nbsp; A Patogenia dessa filariose se d&aacute; por uma inflama&ccedil;&atilde;o e obstru&ccedil;&atilde;o dos vasos linf&aacute;ticos, em uma lenta evolu&ccedil;&atilde;o. As primeiras manifesta&ccedil;&otilde;es s&atilde;o a linfangiectasia (os vasos linf&aacute;ticos se dilatam), estase linf&aacute;tica, edema linf&aacute;tico, acsite linf&aacute;tica, linf&uacute;ria (linfa &eacute; eliminada na urina) e elefant&iacute;ase, ap&oacute;s alguns anos. As manifesta&ccedil;&otilde;es de elefant&iacute;ase podem ser, ap&oacute;s 8 a 10 anos, o aumento acentuado do volume do &oacute;rg&atilde;o (membros inferiores e test&iacute;culos, principalmente), acompanhado da derme mais espessa ou queratinizada.</p>\n<p>&nbsp; &nbsp; O diagn&oacute;stico do parasita pode ser obtido por meio de um exame de sangue, colhido entre 22 e 2 horas &ndash; de modo a se obter as microfil&aacute;rias, que estar&atilde;o na circula&ccedil;&atilde;o perif&eacute;rica. Com o sangue colhido, s&atilde;o feitos esfrega&ccedil;os em l&acirc;minas que ser&atilde;o examinadas, em busca dos parasitos.</p>\n<p>&nbsp; &nbsp; A doen&ccedil;a possui grande distribui&ccedil;&atilde;o geogr&aacute;fica, sendo encontrada na &Aacute;frica, na &Aacute;sia, nas ilhas do Pac&iacute;fico e nas Am&eacute;ricas central e do Sul. J&aacute; no Brasil, essa filarioses era encontrada, principalmente, em Macei&oacute; Olinda Recife etc. Essa concentra&ccedil;&atilde;o, por&eacute;m, ocorreu apenas at&eacute; o ano de 2005, quando houve um dedicado trabalho de controle, de modo que os focos de Bel&eacute;m e de Macei&oacute; foram considerados extintos, e houve uma redu&ccedil;&atilde;o nas demais cidades.</p>\n<p>&nbsp; &nbsp; O seu tratamento ocorre de maneira eficiente, e quanto antes este ocorrer, melhor, sobre os pontos de vista profil&aacute;tico, est&eacute;tico &mdash; devido &agrave;s deforma&ccedil;&otilde;es causadas pela elefant&iacute;ase &mdash; e terap&ecirc;utico.</p>"
      },
      {
        "title" : "<p><em><span>Orchocerca volvulus</span></em>:</p>",
        "type" : "text",
        "text" : "<p><em>&nbsp; &nbsp;&nbsp;</em>Nessa fil&aacute;ria, os vermes adultos s&atilde;o encontrados em n&oacute;dulos e tumores subcut&acirc;neos chamados &ldquo;oncocercomas&rdquo;, situados principalmente na cabe&ccedil;a e no tronco. A f&ecirc;mea mede 60 cm de comprimento, e o macho apenas 4 cm. Estes vivem enovelados nos tumores e, na pele pr&oacute;xima desses n&oacute;dulos, encontram-se persistentemente as microfil&aacute;rias, provocando doen&ccedil;as como a &ldquo;filariose cut&acirc;nea&rdquo; ou &ldquo;cegueira dos rios&rdquo;, visto que o transmissor &eacute; um borrachudo (ser vivo do g&ecirc;nero Simulium) que se cria em cachoeiras de rios e c&oacute;rregos. Este animal, ao picar o indiv&iacute;duo, ingere as microfil&aacute;rias presentes em sua pele que, ap&oacute;s 8 dias, tornam-se infectantes, penetrando na pele de outro indiv&iacute;duo e formando os n&oacute;dulos citados.</p>\n<p><em>&nbsp; &nbsp;&nbsp;</em>A sua patogenia &eacute; vari&aacute;vel, pois seus pacientes v&atilde;o desde assintom&aacute;ticos at&eacute; o que possui diversos n&oacute;dulos, dermatite pela presen&ccedil;a de microfil&aacute;rias e cegueira, causada pela migra&ccedil;&atilde;o de larvas na c&oacute;rnea, desenvolvendo assim um processo inflamat&oacute;rio que causa a opacifica&ccedil;&atilde;o da estrutura ocular e a perda total ou parcial da vis&atilde;o.</p>\n<p>&nbsp; &nbsp; Essa parasitose &eacute; encontrada principalmente na &Aacute;frica, no norte da Am&eacute;rica do Sul, na Am&eacute;rica Central e no M&eacute;xico. No Brasil, &eacute; encontrada apenas em Amazonas e Roraima.</p>"
      },
      {
        "title" : "<p><em><span>Mansonella ozzardi</span></em>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Ocorre da Argentina e vai at&eacute; o M&eacute;xico, demonstrando a sua vasta abrang&ecirc;ncia no continente americano. No Brasil, assim como a filariose anterior, &eacute; encontrada nos estados de Roraima e Amazonas. Os vermes adultos s&atilde;o encontrados no mesent&eacute;rio (envolt&oacute;rio dos &oacute;rg&atilde;os do intestino, que os prende na parede abdominal) e na cavidade peritoneal (localizado dentro da cavidade abdominal) dos humanos, sem promover danos ao paciente, apesar de alguns poderem apresentar febre, cefaleia, dores nas articula&ccedil;&otilde;es e frieza nas pernas.</p>\n<p>&nbsp; &nbsp; As microfil&aacute;rias s&atilde;o encontradas no sangue durante o dia todo, e s&atilde;o transmitidas pela picada de insetos &ndash; no Brasil, por borrachudos, isto &eacute;, mosquitos do g&ecirc;nero <em>Simulium</em>; e por maruins, mosquitos do g&ecirc;nero <em>Culicoides</em>, na Am&eacute;rica central. A <em>Mansonella streptocerca</em> (chamada antigamente <em>Dipetalonema streptocerca</em>) &eacute; encontrada apenas na &Aacute;frica, sobretudo nos pa&iacute;ses Congo, Zaire e Gana, sendo tamb&eacute;m transmitido pelos <em>Culicoides</em>. Por fim, tamb&eacute;m &eacute; encontrada a <em>M. perstans</em> no continente africano.</p>"
      },
      {
        "title" : "<p><em><span>Dracunculus medinensis</span></em>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Popularmente conhecida como &ldquo;fil&aacute;ria de Medina&rdquo;, devido &agrave; sua descri&ccedil;&atilde;o ter ocorrido nesta cidade, possui um aspecto peculiar, visto que a f&ecirc;mea se exp&otilde;e nas pernas dos pacientes, ao entrarem em contato com a &aacute;gua. Por tal motivo, nativos africanos a retiram das pernas parasitadas, enrolando-a em um peda&ccedil;o de pau. A f&ecirc;mea possui 1 metro e o macho apenas 5 cm.</p>\n<p>&nbsp; &nbsp; Os vermes adultos se encontram abaixo da pele das pernas de pacientes. As f&ecirc;meas gr&aacute;vidas v&atilde;o para a pele, gerando um pequeno orif&iacute;cio por onde a f&ecirc;mea se exterioriza quando o paciente entra na &aacute;gua. Ap&oacute;s a sua exposi&ccedil;&atilde;o ao meio externo, a f&ecirc;mea libera milhares de embri&otilde;es que nadam e s&atilde;o ingeridos por <em>Cyclops</em> &ndash; um pequeno crust&aacute;ceo &ndash;, onde os embri&otilde;es tornam-se infectantes. Humanos, ao beber &aacute;gua em que existe o crust&aacute;ceo, se infectam. As larvas, ao chegarem no est&ocirc;mago, migram para o intestino, penetrando em sua mucosa e atingindo a corrente sangu&iacute;nea, onde podem se dirigir para o tecido subcut&acirc;neo das pernas dos pacientes.</p>\n<p>&nbsp; &nbsp; Durante o per&iacute;odo de escravid&atilde;o no Brasil, essa fil&aacute;ria apresentou um foco na regi&atilde;o de Feira de Santana, Bahia, que foi rapidamente extinto.</p>"
      },
      {
        "title" : "<p><em><span>Loa loa</span></em>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Essa filariose &eacute; popularmente conhecida como &ldquo;tumor de Calabar&rdquo;, visto que foi descoberta nesta cidade, na Nig&eacute;ria. Ocorre em &aacute;reas de floresta tropical na &Aacute;frica. No Brasil, em Pirapora, MG, no ano de 1979, foram encontrados franceses com essa fil&aacute;ria, que se infectaram no continente africano. Tamb&eacute;m durante o per&iacute;odo de escravid&atilde;o, v&aacute;rios escravos contaminados vieram ao Brasil, por&eacute;m, essa fil&aacute;ria, que possui um ser do g&ecirc;nero <em>Crysops</em> como hospedeiro intermedi&aacute;rio, n&atilde;o se adaptou &agrave; nenhuma esp&eacute;cie de mosca existente no brasil.</p>\n<p>&nbsp; &nbsp; As f&ecirc;meas medem aproximadamente 6 cm, enquanto os machos medem 3 cm de comprimento. Os casais s&atilde;o geralmente encontrados no tecido subcut&acirc;neo, onde geram um processo inflamat&oacute;rio tempor&aacute;rio (tumor de Calabar) e, algumas vezes, atingem at&eacute; mesmo a c&acirc;mara anterior do olho, onde podem ser visualizadas pelo oftalmosc&oacute;pio.</p>\n<p>&nbsp; &nbsp; As microfil&aacute;rias s&atilde;o encontradas no sangue perif&eacute;rico, com periodicidade diurna (a hematofagia das mutucas ocorre nesse hor&aacute;rio).</p>"
      },
      {
        "title" : "<p><em><span>Dirofilaria immitis</span></em>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; &Eacute; vastamente conhecida como &ldquo;verme do cora&ccedil;&atilde;o&rdquo;, devido ao habitat onde s&atilde;o encontrados os vermes adultos. Essa fil&aacute;ria ocorre em todo o mundo, parasitando c&atilde;es, lobos, raposas e fel&iacute;deos, ocorrendo raramente em humanos. As f&ecirc;meas medem cerca de 30 cm de comprimento, enquanto os machos medem apenas 15 cm.</p>\n<p>&nbsp; &nbsp; Os parasitos vivem enovelados no ventr&iacute;culo esquerdo e na art&eacute;ria pulmonar. As microfil&aacute;rias s&atilde;o encontradas no sangue perif&eacute;rico, durante o dia e a noite, de acordo com os h&aacute;bitos alimentares de seus mosquitos hospedeiros intermedi&aacute;rios: <em>Anopheles</em>, <em>Mansonia</em>, <em>Aedes</em> e <em>Psorophora</em>.</p>\n<p>&nbsp; &nbsp; No Brasil, essa doen&ccedil;a &eacute; pouco conhecida, at&eacute; mesmo dentre os can&iacute;deos, devido a falta de um trabalho epidemiol&oacute;gico mais amplo. As maiores quantidades de c&atilde;es infectados com esta doen&ccedil;a ocorreram no Rio de Janeiro, Niter&oacute;i e Macei&oacute;.</p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A resposta imune nas filarioses ainda &eacute; vastamente estudada, de modo que grande parte dos conhecimentos atuais se deram por infec&ccedil;&otilde;es experimentais em camundongos, ocasionadas por <em>Brugia malayi</em> e <em>W. bancrofti</em>, assim como por infec&ccedil;&otilde;es em humanos pela &uacute;ltima filariose.</p>\n<p>&nbsp; &nbsp; As infec&ccedil;&otilde;es de filarioses, em geral, s&atilde;o cr&ocirc;nicas, visto que os parasitos apresentam muitas formas de escape &agrave; resposta imune do paciente. Nestes pacientes, &eacute; poss&iacute;vel observar respostas antig&ecirc;nicas espec&iacute;ficas e produ&ccedil;&atilde;o de interferon, na produ&ccedil;&atilde;o de imunidade celular e de interleucina (IL) para o desenvolvimento de imunoglobulinas.</p>\n<p>&nbsp; &nbsp; Na fase ativa das doen&ccedil;as, s&atilde;o observados altos n&iacute;veis de IgG4, enquanto os de IgG3 e IgE s&atilde;o baixos. Quando as microfil&aacute;rias se encontram no sangue dos pacientes, percebe-se a eleva&ccedil;&atilde;o de IgG1 e IgG2. Por fim, IgA possui um n&iacute;vel elevado quando h&aacute; baixos n&iacute;veis de microfilariemia, denotando a sua a&ccedil;&atilde;o imunol&oacute;gica protetora.</p>\n<p>&nbsp; &nbsp; Al&eacute;m disso, as concentra&ccedil;&otilde;es de determinadas imunoglobulinas s&atilde;o diferentes de acordo com o sexo do paciente. Nos homens, encontram-se n&iacute;veis mais baixos de IgA, enquanto os n&iacute;veis de IgE e IgA s&atilde;o mais elevados nas mulheres. Tal fato pode explicar a maior preval&ecirc;ncia desse tipo de doen&ccedil;a nos homens.</p>"
      }
    ]
  },
  {
    "categoryName" : "Outras Helmintoses",
    "numberOfTabs" : 6,

    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Neste cap&iacute;tulo, alguns helmintos incomuns, mas que devem ser melhor conhecidos por profissionais de sa&uacute;de, ser&atilde;o apresentados, uma vez que foram apresentados diversos casos ultimamente.</p>"
      },
      {
        "title" : "<em>Angiostrongylus costaricensis</em>:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Esse helminto possui dois nomes: dibotriocefalose e difilobotriose, em fun&ccedil;&atilde;o do parasito antigamente ter sido denominado <em>Dibothriocephalus latus</em>. As larvas desse helminto s&atilde;o conhecidas como espargano e, quando atingem humanos, podem provocar a esparganose.</p>\n<p>&nbsp; &nbsp; Os vermes adultos medem de 8 a 10 cm de comprimento, e habitam o intestino delgado de humanos. Esses parasitos s&atilde;o encontrados em pa&iacute;ses em que a popula&ccedil;&atilde;o possui o h&aacute;bito de ingerir peixe cru fresco, como o Jap&atilde;o, as duas Coreias, parte dos Estados unidos, Chile, Filipinas, R&uacute;ssia e alguns pa&iacute;ses do norte da Europa. No Brasil, devido aos novos h&aacute;bitos de se comer comida japonesa, j&aacute; foram diagnosticados cinco casos em Belo Horizonte e 52 em S&atilde;o Paulo.</p>\n<p>&nbsp; &nbsp; O ciclo biol&oacute;gico desse helminto ocorre da seguinte forma: os ovos dos helmintos saem nas fezes de humanos e, ao alcan&ccedil;ar &aacute;gua limpa, liberam uma larva ciliada chamada corac&iacute;dio, que &eacute; ingerida pelo primeiro hospedeiro intermedi&aacute;rio, <em>Cyclops</em> ou <em>Diaptomus</em>. Depois, esses artr&oacute;podes s&atilde;o ingeridos por peixes, o segundo hospedeiro intermedi&aacute;rio, onde se desenvolve o espargano, que fica preso em sua musculatura. Ap&oacute;s a ingest&atilde;o de peixes ou de <em>Cyclops</em> infectados, os humanos adquirem os vermes adultos.</p>\n<p>&nbsp; &nbsp; O <em>D. latum</em> vive de 10 a 30 dias no intestino humano, usualmente ocorrendo dois ou tr&ecirc;s parasitos por pessoa.</p>\n<p>&nbsp; &nbsp; A dibotriocefalose pode ser assintom&aacute;tica ou provocar anorexia, emagrecimento, n&aacute;useas e dores abdominais por&eacute;m, em sua manifesta&ccedil;&atilde;o mais grave, tamb&eacute;m causa anemia botriocef&aacute;lica, em que o helminto compete com a dieta deficiente em vitamina B<sub>12</sub>.</p>\n<p>&nbsp; &nbsp; O diagn&oacute;stico dessa helmintose se d&aacute; pelo exame de fezes do paciente e a localiza&ccedil;&atilde;o dos ovos t&iacute;picos. Os ovos possuem uma casca lisa, de cor castanho-amarelada, sendo assim facilmente identific&aacute;veis.</p>"
      },
      {
        "title" : "<em>Angiostrongylus cantonensis</em>:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A esp&eacute;cie <em>Angiostrongylus cantonensis</em> &eacute; o agente etiol&oacute;gico da meningite eosinof&iacute;lica, conhecida como &ldquo;verme do pulm&atilde;o do rato&rdquo;. &Eacute; considerada uma zoonose, que possui como hospedeiros definitivos ratos pertencentes &agrave;s esp&eacute;cies <em>Rattus norvegicus</em>, <em>Rattus rattus</em> e roedores silvestres. Os hospedeiros intermedi&aacute;rios s&atilde;o algumas esp&eacute;cies de moluscos como a <em>Achatinafulica</em>, o caramujo africano, que tem se espalhado por todo o mundo e disseminado a doen&ccedil;a. Por se tratar de uma esp&eacute;cie ex&oacute;tica, n&atilde;o possui predadores naturais em outros pa&iacute;ses, o que contribui para a prolifera&ccedil;&atilde;o da doen&ccedil;a.</p>\n<p>&nbsp; &nbsp; A meningite eosinof&iacute;lica, tamb&eacute;m chamada de angiostrongil&iacute;ase cerebral, j&aacute; foi parasitada em seis estados brasileiros, nas regi&otilde;es Sudeste, Sul e Nordeste. No Sudeste da &Aacute;sia, o h&aacute;bito de comer moluscos aumenta a dissemina&ccedil;&atilde;o da doen&ccedil;a. J&aacute; no brasil, a transmiss&atilde;o ocorre pela ingest&atilde;o acidental destes animais ou do muco que eles liberam. O consumo de verduras, legumes e frutas crus que n&atilde;o possuam higieniza&ccedil;&atilde;o adequada tamb&eacute;m pode ocasionar na infec&ccedil;&atilde;o, visto que o muco secretado pelos moluscos pode infectar os alimentos.</p>\n<p>&nbsp; &nbsp; Ao serem ingeridas, as larvas do verme v&atilde;o para o sistema nervoso central, alojando-se nas meninges, causando a meningite, que pode levar &agrave; morte.</p>\n<p>&nbsp; &nbsp; Os sintomas, em geral, s&atilde;o os mesmos das meningites provocadas por outros agentes e, uma das formas de obter-se o diagn&oacute;stico da doen&ccedil;a &eacute; a partir da pun&ccedil;&atilde;o do liquor da medula &oacute;ssea, onde se encontram os eosin&oacute;filos em maior n&uacute;mero e fora do padr&atilde;o. O controle da doen&ccedil;a &eacute; dif&iacute;cil, visto que o caramujo vetor, o <em>A. fulica</em>, se dispersa e se reproduz rapidamente. Deve-se descartar o caramujo no lixo, quebrando as suas conchas, de modo a diminuir a sua transmiss&atilde;o. Ainda n&atilde;o h&aacute; um m&eacute;todo efetivo para o controle dessa helmintose.</p>"
      },
      {
        "title" : "<em>Lagochilascaris&nbsp; &nbsp; minor</em>:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Esse helminto pertence &agrave; fam&iacute;lia Ascarididae, e ocorre em fel&iacute;deos silvestres e em humanos. &Eacute; um parasito cuja cor se assemelha a leite, e o macho mede 8 mm, enquanto a f&ecirc;mea mede 10 mm de comprimento. Os vermes ocorrem em n&oacute;dulos purulentos na regi&atilde;o cervical dos animais infectados, que se infectam ao ingerir ratos (que s&atilde;o os hospedeiros intermedi&aacute;rios) contaminados com larvas infectantes. Nos n&oacute;dulos, as f&ecirc;meas p&otilde;em os ovos t&iacute;picos (tal como uma tampa de cerveja) que, no exterior, s&atilde;o ingeridos por ratos. Nesses animais hospedeiros, os ovos geram larvas, que saem de seu tubo digestivo e v&atilde;o para a musculatura dos ratos, que s&atilde;o ingeridos pelos gatos. N&atilde;o se sabe exatamente qual &eacute; o modo de infec&ccedil;&atilde;o dos humanos, e os casos existentes at&eacute; o momento ocorreram apenas na Regi&atilde;o Amaz&ocirc;nica.</p>\n<p>&nbsp; &nbsp; O diagn&oacute;stico da doen&ccedil;a &eacute; feito pela localiza&ccedil;&atilde;o dos helmintos nas les&otilde;es purulentas dos pacientes.</p>"
      },
      {
        "title" : "<em>Syngamus laringeus</em>:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Pertencente &agrave; familia Syngamidae, o parasito &eacute; tamb&eacute;m conhecido como <em>Mammonogamus laringeus</em>. Ocorre em laringe e br&ocirc;nquios de bovinos, b&uacute;falos, caprinos e, ocasionalmente, em humanos. O verme ocorre em todo o mundo, acometendo diversos humanos em diferentes pa&iacute;ses. No Brasil, pouco mais de 20 casos foram diagnosticados, apesar de esse n&uacute;mero seja bem maior, devido a dificuldade de se obter o diagn&oacute;stico.</p>\n<p>&nbsp; &nbsp; Esse helminto tem a cor avermelhada, o macho mede 3 mm e a f&ecirc;mea mede 8 mm de comprimento. Ambos vivem permanentemente acasalados, e as f&ecirc;meas eliminam diariamente grandes quantidades de ovos (que, por sua vez, assemelham-se aos de ancilostom&iacute;deos, mas com a casca dupla), que saem pelas fezes do animal infectados. No ambiente exterior, esses ovos formam uma larva infectante (L3), que pode penetrar em alguns moluscos ou artr&oacute;podes; quando esses hospedeiros s&atilde;o ingeridos pelos animais ou por humanos, as larvas perfuram a parede intestinal, chegam &agrave; corrente sangu&iacute;nea, e dirigem-se para os pulm&otilde;es e &agrave; laringe do novo hospedeiro.</p>\n<p>&nbsp; &nbsp; Os pacientes humanos com singamose apresentam quadros de tosse cr&ocirc;nica, que dura um per&iacute;odo de at&eacute; 6 meses, algumas vezes com fortes acessos e elimina&ccedil;&atilde;o de muco sanguiar nolento, principalmente quando o paciente se encontra deitado.</p>\n<p>&nbsp; &nbsp; O diagn&oacute;stico do helminto tem sido realizado a partir da localiza&ccedil;&atilde;o dos vermes expelidos durante os acessos de tosse. At&eacute; o momento, todos os pacientes relatados tiveram rela&ccedil;&atilde;o frequente, se n&atilde;o constante, com os animais reservat&oacute;rios da doen&ccedil;a.</p>"
      },
      {
        "title" : "Filo Acanthocephala:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Nesse filo, s&atilde;o encontradas duas esp&eacute;cies de helmintos frequentes em animais, mas que raramente atingem os humanos. Estas s&atilde;o: <em>Macracanthorhynchus hirudinaceus</em>, cujo macho mede de 5 a 10 cm, enquanto a sua f&ecirc;mea, de 20 a 35 cm. S&atilde;o parasitos de intestino delgado de su&iacute;nos. A outra esp&eacute;cie &eacute; o <em>Moniliformes moniliformes</em>, cujo macho mede 4 a 8 cm e a f&ecirc;mea, 7 a 11 cm. S&atilde;o parasitos de intestino delgado de ratos.</p>\n<p>&nbsp; &nbsp; O ciclo biol&oacute;gico desses helmintos tem in&iacute;cio quando saem nas fezes e s&atilde;o ingeridos por larvas de seu hospedeiro intermedi&aacute;rio, que s&atilde;o principalmente seres cole&oacute;pteros. Su&iacute;nos, ratos e, em alguns casos, humanos s&atilde;o infectados ap&oacute;s a ingest&atilde;o de larvas ou cole&oacute;pteros adultos que contenham as larvas infectantes do parasito em seu interior.</p>\n<p>&nbsp; &nbsp; Os parasitos adultos fixam-se &agrave; mucosa do intestino delgado do animal infectado, por meio de sua forte prob&oacute;scida, repleta de ganchos. Tal fixa&ccedil;&atilde;o causa les&otilde;es intestinais (&uacute;lceras) ou at&eacute; mesmo a perfura&ccedil;&atilde;o do intestino.</p>\n<p>&nbsp; &nbsp; As manifesta&ccedil;&otilde;es mais comuns e frequentes dessa parasitose s&atilde;o diarreia, emagrecimento e dor abdominal. Por fim, o seu diagn&oacute;stico &eacute; feito pelo exame de fezes e localiza&ccedil;&atilde;o dos ovos t&iacute;picos desse helminto.</p>"
      }
    ]
  },

  {
    "categoryName" : "Artrópodes",
    "numberOfTabs" : 3,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O filo Arthropoda &eacute; o mais numeroso do reino animal: a cada dez animais conhecidos do planeta, oito pertencem a esse filo. Ele apresenta diversos subfilos e classes, das quais duas s&atilde;o importantes de um ponto de vista m&eacute;dico: a classe Arachnida, caracterizada pelos artr&oacute;podes possu&iacute;rem quatro pares de patas e corpo dividido em abd&ocirc;men e cefalot&oacute;rax; e a classe Insecta, representada pelos artr&oacute;podes com tr&ecirc;s pares de patas e corpo dividido em cabe&ccedil;a, t&oacute;rax e abd&ocirc;men.</p>\n<p>&nbsp; &nbsp; Todo artr&oacute;pode apresenta simetria bilateral, sistema digestivo completo, que se estende da boca ao &acirc;nus, exoesqueleto de quitina. A prop&oacute;sito, o seu crescimento, devido &agrave; essa prote&ccedil;&atilde;o de quitina, se d&aacute; por mudas, em que a quitina velha (casca) &eacute; abandonada.</p>\n<p>&nbsp; &nbsp; Os artr&oacute;podes podem ser encontrados em diversos ambientes &ndash; tanto nos polos quanto em regi&otilde;es de desertos t&oacute;rridos, por exemplo &ndash;, devido &agrave; sua capacidade de adapta&ccedil;&atilde;o.</p>\n<p>&nbsp; &nbsp; Uma pequena minoria desse grupo, por&eacute;m, &eacute; prejudicial aos humanos, servindo como causadores ou at&eacute; mesmo transmissores de doen&ccedil;as.</p>"
      },
      {
        "title" : "Classificação:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Conforme foi visto anteriormente, os artr&oacute;podes respeitam a seguinte divis&atilde;o.</p>\n<ul>\n    <li>Classe Insecta: Al&eacute;m das caracter&iacute;sticas expostas, s&atilde;o encontrados os seguintes tipos de aparelho bucal: picados/sugador, lambedor, sugador e mastigador. As ordens de interesse m&eacute;dico pertencentes &agrave; essa classe s&atilde;o:<ol style=\"list-style-type: circle;\">\n            <li>Ordem Diptera: insetos com um par de asas (o outro par &eacute; posterior e reduzido), s&atilde;o mosquitos e moscas.<ul style=\"list-style-type: square;\">\n                    <li>Fam&iacute;lias: Culicidae (mosquitos), Psychodidae (fleb&oacute;tomos), Simuliidae (borrachudos), Muscidae (moscas) etc.</li>\n                </ul>\n            </li>\n            <li>Ordem Hemiptera: insetos com dois pares de asas, de modo que o par anterior &eacute; metade cori&aacute;cea e metade membranosa (hemi&eacute;litro), e as asas posteriores s&atilde;o membranosas.<ul style=\"list-style-type: square;\">\n                    <li>Fam&iacute;lias: Reduviidae (barbeiros) e Cimicidae (percevejos).</li>\n                </ul>\n            </li>\n            <li>Ordem Siphonaptera:<ul style=\"list-style-type: square;\">\n                    <li>Fam&iacute;lias: Pulicidae (pulgas), Tungidae (bicho-de-p&eacute;).</li>\n                </ul>\n            </li>\n            <li>Ordem Phthiraptera, subordem Anoplura:<ul style=\"list-style-type: square;\">\n                    <li>Fam&iacute;lias: Pediculidae (piolhos), Pthiridae (chato).</li>\n                </ul>\n            </li>\n        </ol>\n    </li>\n    <li>Classe Arachnida: Engloba os &aacute;caros, aranhas e escorpi&otilde;es. As ordens de interesse na Parasitologia s&atilde;o:<ol style=\"list-style-type: circle;\">\n            <li>Ordem Acari: corpo fundido, as pe&ccedil;as bucais s&atilde;o inseridas na falsa cabe&ccedil;a.<ul style=\"list-style-type: square;\">\n                    <li>Fam&iacute;lias: Ixodidae (carrapatos verdadeiros), Sarcoptidae (sarnas), Argasidae (carrapatos moles), Demodecidae (<em>Demodex foliculorum</em>, que causa acne) e Pyroglyphidae (&aacute;caros causadores de alergias respirat&oacute;rias).</li>\n                </ul>\n            </li>\n        </ol>\n    </li>\n</ul>"
      },
      {
        "title" : "Hematofagia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A hematofagia dos artr&oacute;podes possui grande import&acirc;ncia na parasitologia, pois &eacute; a partir dela que o ciclo de v&aacute;rios protozo&aacute;rios se completa. Para realizar a alimenta&ccedil;&atilde;o por meio do sangue (hematofagia), um inseto ou carrapato seleciona o hospedeiro atrav&eacute;s dos sentidos (vis&atilde;o, olfato etc.) e do calor radiante emitido pela pessoa. Ao introduzir o aparelho bucal na pele da pessoa, o artr&oacute;pode insere a sua saliva no ponto escolhido, podendo realizar dois tipos diferentes de suc&ccedil;&atilde;o:</p>\n<ul>\n    <li><strong>Solenofagia ou suc&ccedil;&atilde;o direta</strong>: o aparelho bucal atinge um capilar sangu&iacute;neo.</li>\n    <li><strong>Telmofagia ou suc&ccedil;&atilde;o indireta</strong>: o artr&oacute;pode corta a pele com o seu aparelho bucal, como uma tesoura; e suga o sangue que sai nesse ponto.</li>\n</ul>\n<p>&nbsp; &nbsp; Em qualquer um dos processos citados, o artr&oacute;pode, ao realizar a hematofagia, inocula a sua saliva no hospedeiro, o que &eacute; importante por duas raz&otilde;es:</p>\n    <ul>\n        <li>Conter a forma infectante de algum parasito, podendo infectar a pessoa, de modo que o artr&oacute;pode tenha servido como vetor.</li>\n    </ul>\n<p>Anestesiar o local da picada, inibir a a&ccedil;&atilde;o plaquet&aacute;ria e promover a vasodilata&ccedil;&atilde;o. Tal fato ocorre devido ao fato de a saliva dos artr&oacute;podes possu&iacute;rem diversos compostos qu&iacute;micos. Podem ocorrer rea&ccedil;&otilde;es imunoinflamat&oacute;rias &agrave; saliva depositada, que podem se estender para todo o corpo da pessoa.</p>\n<p>&nbsp; &nbsp; Dessa forma, os artr&oacute;podes podem atuar tanto como parasitos tempor&aacute;rios, apenas para a hematofagia (como algumas f&ecirc;meas do <em>Culex</em>, <em>Aedes</em>, <em>Anopheles</em>), podendo, ocasionalmente, transmitir doen&ccedil;as; quanto como parasitos permanentes, como os piolhos.</p>"
      }
    ]
  },
  {
    "categoryName" : "Hemípteros",
    "numberOfTabs" : 1,

    "tabs" : [
      {
        "title" : "Barbeiro:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; O barbeiro é um inseto hematófago de hábitos noturno, que tem sua importância dada principalmente por ser vetor da doença de chagas. {O nome popular se referencia aos animais da subfamília <i>Triatominae</i>.}\n    Já em sua viagem à América do Sul, Charles Darwin, descreveu em seu diário, um animal que se encaixa na descrição do barbeiro, {como visto na citação:\n    <br />\n    <i>\n        \"À noite experimentei um ataque, e não merece menos este nome, do Benchuca, grande besouro negro dos Pampas. É muito repugnante sentir insetos sem asas, com cerca de uma polegada de comprimento, caçando sobre o corpo; antes de sugar eles são bastante finos, mas depois [ficam] redondos e inchados de sangue, e nesse estado eles são facilmente esmagados. Eles também são encontrados na parte norte do Chile e no Peru: um que eu peguei em Iquique estava muito vazio; sendo colocado sobre a mesa e embora cercado de pessoas, se um dedo fosse apresentado, seu sugador era estirado, e o inseto ousado começava a tirar sangue. Foi curioso observar a mudança no tamanho do corpo desses insetos em menos de dez minutos. Não houve dor sentida - Esta refeição manteve o inseto gordo por quatro meses. Em uma quinzena, porém, estava pronto, se fosse permitido, a sugar mais sangue.\"\n    </i>\n    <br />\n    Após isso o inseto ganhou ainda maior destaque com o estudo do médico mineiro Carlos Ribeiro Justiniano das Chagas.\n</p>\n<ul>\n    <li>\n        <h2>Morfologia do ectoparasita:</h2>\n        <p>\n            &nbsp; &nbsp; Da ordem <i>Hemiptera</i>, subordem <i>Heteroptera</i> e família <i>Reduviidae</i>, o Barbeiro é um\n            animal de hábitos noturnos, tendo como principais representantes <i>T. brasiliensis</i>,\n            <i>Panstrongylus megistus</i>, <i>T. pseudomaculata</i> e <i>T. sordida</i> e <i>T. infestans</i>.\n            Ele suga sangue, no ambiente silvestre, de cutias, gambás e tatus, já no ambiente doméstico, de cães\n            e gatos. Também afetando humanos, nos quais dão preferência a região da face, o que remete ao seu nome,\n            barbeiro. Aloja-se entre paredes de casas de pau-a-pique, lugar ideal para seus ninhos, em colchões,\n            atrás de móveis, paióis e galinheiros. Pode ser infectado pelo <i>T. cruzi</i> ao ingerir sangue de um\n            organismo infectado, se infectado permanece assim até o fim de sua vida, sendo que sua expectativa\n            é de cerca de até 1 ano.\n            <br />\n            <i>“O <b>T. infestans</b> era outra espécie importante, mas medidas de controle do Ministério da\n                Saúde conseguiram interromper a transmissão da doença de Chagas por este tipo de barbeiro.”</i>\n        </p>\n    </li>\n    <li>\n        <h2>Morfologia do agente:</h2>\n        <p>\n            &nbsp; &nbsp; Do filo <i>Sarcomastigophora</i>, <i>subfilo Mastigophora</i>, família\n            <i>Trypanosomatidae</i>, o <i>Trypanosoma cruzi</i> pode ser\n            encontrado em 3 formas:\n        </p>\n\n        <h2>Ciclo Biológico:</h2>\n\n        <p>\n            &nbsp; &nbsp; Medindo cerca de 2 a 3 cm na fase adulta, possuem ciclo biológico sem estágios larvais\n            {, ou seja, são paurometabólicos, sendo as espécies principalmente univoltinas ou bivoltinas,\n            respectivamente um ciclo e dois ciclos de ovo a adulto por ano}.\n            <br />\n            Como o T. cruzi passa em seu ciclo por dois hospedeiros, ele é\n            classificado como um parasita heteroxênico\n        </p>\n    </li>\n    <li>\n        <h2>Combate:</h2>\n        <ul>\n            <li>Combate ao vetor pode ser realizado por meio da pulverização de inseticidas\n                {piretroides com efeito residual de 6 meses a 1 ano}, além da eliminação de locais para o\n                estabelecimento de seus ninhos.</li>\n            <li>Além da educação sanitária e ambiental da população.</li>\n            <li>Melhoria das habitações, casas sem espaços para barbeiros, limpas, de tijolos e rebocadas.</li>\n        </ul>\n    </li>\n</ul>",
        "imageAddress": "barber1"
      }
    ]
  },
  {
    "categoryName" : "Mosquitos",
    "numberOfTabs" : 3,
    "tabs" : [
      {
        "title" : "Culex:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Com hábitos vespertinos e noturnos o <i>Culex quinquefasciatus</i> é uma espécie de ocorrência mundial,\n    grande perturbadora do sono nos seres humanos. Também é vetor do parasito causador da filariose, o\n    nematelminto, <i>Wuchereria bancrofti</i>, além de transmitir as arboviroses como vírus Mayaro, encefalite\n    de Saint Louis, Zika vírus, febre do Nilo Ocidental.\n</p>\n<ul>\n    <li>\n        <h2>Morfologia do vetor e Ciclo Biológico:</h2>\n        <p>\n            &nbsp; &nbsp; Do filo <i>Arthropoda</i>, classe <i>Insecta</i>, ordem <i>Díptera</i>, família <i>Culicidae</i> {e subfamília <i>Culicinae</i>,\n            tribo <i>Culini</i>}, O <i>Culex quinquefasciatus</i> é comum em cidades e locais com água parada, tendo\n            como preferência em áreas ricas em matéria orgânica, como lixo e fezes. Pode se apresentar\n            em 4 formas:\n        </p>\n        <ul>\n\n\n            <li>\n                <p>\n                    O ovo, marrom, e sempre juntos sendo todos os ovos do indivíduo no mesmo\n                    criadouro, não podem ser retirados da água, murchando no mesmo instante.\n                </p>\n            </li>\n\n            <li>\n                <p>\n                    A larva segundo estágio de desenvolvimento, tem preferência para água rica em material orgânico.\n                </p>\n            </li>\n\n            <li>\n                <p>\n                    A pupa, fase anterior ao inseto adulto.\n                </p>\n            </li>\n\n            <li>\n                <p>\n                    Inseto adulto, fase hematófaga e capaz de transmitir patógenos.\n                </p>\n            </li>\n        </ul>\n    </li>\n    <li>\n\n<h2>Combate:</h2>\n        <p>O combate ao mosquito é baseado nos trabalhos de:</p>\n        <ul>\n            <li>limpeza da região urbana</li>\n            <li>coleta de lixo</li>\n            <li>tratamento de esgoto {sendo para essa espécie muito mais importante a limpeza de um córrego que a aplicação de inseticida}</li>\n            <li>{Para criadouros que não podem ser extintos mecanicamente recomenda-se o uso de\n                inseticidas ou o controle biológico, feito usando a cultura de <i>Bacillus thuringiensis</i>\n                e <i>B. sphaericus</i>}</li>\n        </ul>\n    </li>\n</ul>"
      },
      {
        "title" : "<p><i>Anopheles sp.</i>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A malária, grande flagelo da humanidade, é transmitida por mosquitos do gênero <i><b>Anopheles</b></i> entre eles o <i>A. gambiae</i>, <i>A. darlingi</i>, <i>A. maculipennis</i>, <i>A. funestus</i> e <i>A. albimanus</i>. Esses mosquitos são pertencentes ao filo dos artrópodes, classe <i>insecta</i> e família <i>Culicidae</i>, a mesma de outros vetores como os dos gêneros Aedes, Culex, Haemagogus e Sabethes. Tem distribuição mundial, sendo que, no Brasil, é prevalente na região amazônica e fronteiriça, apesar de existirem distintas espécies ao longo de todo o país\n    Esse vetor, em sua fase adulta possui entre 3 e 6 mm, pernas longas, tórax, pernas, asas e abdome revestidos por escamas. Seu ciclo de vida consiste em fases aquáticas, imaturas, como ovo, larva e pupa, e uma fase terrestre, adulta.\n    Um fato interessante a ser ressaltado é que todas as fêmeas de mosquitos de importância parasitológica são hematófagas obrigatórias e costuma picar no período da noite. As peças bucais desse vetor são do tipo perfurante e sugadora e penetram o interior dos vasos capilares, lançando neles vasodilatadores, a fim de sugar o sangue por meio da ação coordenada de bombas e da pressão negativa produzida.\n    No Brasil, a malária tem apresentado diversos novos focos, sendo o A. darlingi o principal agente. Isso se deve ao fato de ele conseguir adaptar-se bem a regiões desmatadas e onde ocorre o garimpo. Torna-se necessário, portanto, que medidas preventivas sejam tomadas a exemplo da eliminação de focos do mosquito, maior controle por parte dos órgãos públicos quanto à formação de novas áreas de garimpo e desmatamento e o uso de repelentes para as pessoas que vivem em regiões endêmicas.\n</p>"
      },
      {
        "title" : "<p><i>Lutzomyia sp.</i>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Pertencentes ao filo dos artrópodes, à família Psychodidae e à subfamília dos flebotomíneos, insetos do gênero <i><b>Lutzomyia</b></i> apresentam importância médica e veterinária por serem vetores, na região das Américas, dos protozoários causadores da leishmaniose. No velho mundo, os transmissores dessa doença são do gênero Phlebotomus.\n    Os Lutzomyia sp. medem cerca de 2 a 4 mm, possuem corpo revestido de cerdas e asas sempre levantadas. As fêmeas costumam picar aves e mamíferos no período noturno e crepuscular, já os machos não são hematófagos e se alimentam principalmente de sucos vegetais. A picada é rápida e dolorosa.\n    A principal espécie desse vetor é <i><b>Lutzomyia longipalpis</b></i>, mas existem também as espécies <i>L. whitmani</i>, <i>L. intermedia</i>, <i>L. flaviscutelata</i>, <i>L. pessoai</i>, entre outras.\n    Seu ciclo biológico inclui quatro etapas: ovo, o qual é elíptico, alongado; larva, vermiforme e que apresenta pseudópodos; pupas, de formato cilíndrico e que mede cerca de 2 mm; e adulto.\n    O controlo desse inseto é muito complexo pois seus ovos são depositados de maneira dispersa em meio à matéria orgânica e sua maioria é silvestre. Porém, existem medidas profiláticas que devem ser tomadas para evitar a infecção de humanos e animais doméstico pela leishmaniose. Entre essas medidas estão o uso de inseticidas na região domiciliar e peridomiciliar, a telagem de portas e janelas, o uso de repelentes em humanos e de coleiras com repelentes em cães, a vacinação desses animais, a limpeza de quintais e praças, de modo a reduzir os focos do vetor. Outra importante medida é a educação sanitária da população, para que possam se prevenir da doença e procurar ajuda ao reconhecer seus sintomas. A aplicação de inseticidas em ambientes silvestres, no entanto não deve ser realizada.\n</p>"
      }
    ]
  },
  {
    "categoryName" : "Moscas",
    "numberOfTabs" : 1,

    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Neste cap&iacute;tulo, alguns helmintos incomuns, mas que devem ser melhor conhecidos por profissionais de sa&uacute;de, ser&atilde;o apresentados, uma vez que foram apresentados diversos casos ultimamente.</p>"
      }
    ]
  },
  {
    "categoryName" : "Ectoparasitos",
    "numberOfTabs" : 3,

    "tabs" : [
      {
        "title" : "Escabiose Humana:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A escabiose humana (sarna) é uma doença causada pelo ectoparasito <i><b>Sarcoptes scabiei</b></i>, artrópode pertencente à classe dos aracnídeos e família <i><b>Sarcoptidae</b></i>. É a única espécie de seu grupo cujo parasitismo ao ser humano não é acidental.\n    O ácaro penetra a pele humana deixando lesões em formato de galerias, em um trajeto linear. Causa espessamento na pele, coceira, prurido principalmente nas regiões de dedos, pulsos, cotovelos, axilas, joelhos e em volta da cintura. Esses parasitos se alimentam da epiderme de seu hospedeiro e causam graves reações alérgicas geralmente no horário da noite.\n    Sua transmissão pode se dar através de contato direto, sexual, por compartilhamento de objetos e contato com objetos de uso comum. Faz- se necessário, para o controle dessa doença, portanto, a educação em saúde para a população, boa higiene pessoal e o tratamento dos doentes, o qual ocorre pelos medicamentos Ivermectina e Benzoato de benzila.\n    Essa doença é de ampla ocorrência em áreas carentes, nas quais os cuidados com a higiene são menores, bem como a aceitação e aderência ao tratamento. A figura abaixo ilustra como ocorre o ciclo da doença.\n    O diagnóstico da escabiose pode ser feito por meio de exames clínicos ou parasitológicos. Com o primeiro, faz-se a anamnese, dando importância a fatos como histórico de contágio de pessoas próximas e queixas de prurido, e é observado o aspecto, o tamanho e localização das lesões. Para o segundo, existem dois tipos de exame: fita gomada, em que se coloca uma fita sobre as crostas que é depois analisada em microscópio, e raspado de pele, no qual a pele do limite das lesões é raspada e também analisada em microscópio.\n    Há indivíduos resistentes à infecção pelo ácaro e esse fato está relacionado ao mecanismo de defesa que o indivíduo utiliza. Quando há maior suscetibilidade, a resposta imune se basei na produção de imunoglobulina do tipo IgE. Quando há resistência, a resposta imune é provocada pela ação de IFN-γ, uma citocina capaz de recrutar leucócitos e macrófagos.\n</p>"
      },
      {
        "title" : "Pediculose:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os piolhos são artrópodes ectoparasitas, podendo ser permanentes ou temporários, residindo sobre a pele do indivíduo, sendo as espécies mais importantes:\n<ul>\n  <li><i>Pediculus capitis</i></li>\n  <li><i>Pediculus humanus</i></li>\n  <li><i>Pthirus pubis</i></li>\n</ul>\n</p>\n\n<ul>\n    <li>\n        <h2>Morfologia do Agente e Ciclo Biológico:</h2>\n        <p>\n            Pertencendo ao Filo <i>Arthropoda</i>, Ordem <i>Phthiraptera</i>, subordem <i>Anoplura</i> e em destaque duas famílias:\n          <ul>\n            <li><i>Pediculidae</i>, sendo o <i>Pediculus capitis</i> entrando na cabeça e o <i>P. humanus</i>, no corpo.</li>\n            <li><i>Pthiridae</i> que possui o chato, <i>Pthirus</i>\n            O piolho e o chato são insetos de tamanho reduzido entre 3 e 5 mm e achatados {dorsoventralmente}, são adaptados para se prenderem fortemente aos pelos. {Ectoparasitas permanentes não sobrevivendo sem o hospedeiro.} Podem transmitir febre de trincheiras {, Bartonella quintana,}, febre recorrente {, Borrelia recurrentis} e a febre maculosa {, Rickettsia rickettsii}.\n            Dentre as 3 principais espécies citadas temos:</li>\n            <li><i>Pediculus capitis</i>, possuindo de 3 a 4 mm de comprimento, sendo um parasito que tem como foco a região da cabeça. Seus ovos, popularmente conhecidos com lêndeas, são fixados pelas fêmeas nos fios de cabelo {, por meio de um pedúnculo}. Vivem cerca de 40 dias, fêmeas, {sendo que a cada dia são postos de 5 a 6 ovos, totalizando cerca de 150 ovos por vida das fêmeas}. {Os ovos são incubados em 8 a 9 dias, próximos ao corpo, devido a temperatura necessária, sendo que depois de chocados levam 15 dias para o inseto adentrar na fase adulta.}</li>\n            <li>\t<i>Pediculus humanus</i>, muito semelhante ao P. capitis, porém tem preferência a habitar as dobras das roupas, onde também bota seus ovos.</li>\n            <li><i>Pthirus pubis</i>, também chamado de piolho-da-pubis ou chato, e é causador da fitiríase, habitando a região pubiana e lá pondo seus ovos. É considerado uma DST</li>\n      \t</ul>\n      </p>\n    </li>\n\n    <li>\n        <h2>Transmissão:</h2>\n        <p>\n            <i>\n                A transmissão do piolho pode ocorrer tanto por contato direto,\n                quanto por troca de roupas ou objetos que tiveram contato com a área de hábitat da espécie.\n            </i>\n        </p>\n    </li>\n\n    <li>\n        <h2>Sintomatologia:</h2>\n        <p>\n            A pediculose pode causar: coceira, feridas, infecções bacterianas ou até mesmo favorecer a miíase\n        </p>\n    </li>\n    <li>\n        <h2>Tratamento:</h2>\n        <p>\n            Para o tratamento deve ser utilizado o piolhicida e colocado uma proteção em volta do local, como uma toalha, por 30 minutos,\n            após isso retirar a proteção e lavar o local com água e sabonete, repetir o procedimento durante 5 dias.\n        </p>\n    </li>\n</ul>"
      },
      {
        "title" : "Pulgas:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; As pulgas são ectoparasitas temporários, de corpo achatado lateralmente e que medem cerca de 1 a 3 mm. São artrópodes da classe <i>insecta</i>, ordem <i>Siphonaptera</i> e famílias diversas como a <i>Pulicidae</i> e a <i>Tungidae</i>.\n    O ciclo de vida das pulgas é holometábolo, ou seja, passam pelos estágios de ovo, larva, pupa e adulto. As larvas se alimentam de sangue e detritos nas fezes dos indivíduos adultos, os quais são hematófagos.\n    Estão distribuídas por todo o planeta e são encontradas parasitando animais e seres humanos. Algumas espécies também são vetores de bactérias e vírus, fato que torna as pulgas ainda mais perigosas. Sua picada é incômoda e é capaz de causar dermatite alérgica grave.\n    Esses insetos podem ser transmitidos pelo contato direto com pessoas ou animais infectados, bem como pelo compartilhamento de objetos de uso comum, como cadeiras de cinema e sofás, ou pessoal.\n    O uso de inseticidas é recomendado para o controle desses parasitas, bem como o uso de aspiradores de pó, incinerando-se o pó recolhido.\n    Algumas das principais espécies são <i>Pulex irritans</i> e <i>Xenopsylla cheopis</i>, da família <i>Pulicidae</i>, e <i>Tunga penetrans</i> da família <i>Tungidae</i>.\n    <ul>\n        <li><b><i>Pulex irritans</i></b>: A pulga <i><b>Pulex irritans</b></i> é a que mais acomete o ser humano e também é ectoparasita de outros animais. Sua picada é capaz de causar uma reação de dermatite alérgica grave. É comum em áreas malcuidadas como casas e cinemas antigos. Sua distribuição é mundial e pode ser transmissora da chamada “Tênia anã”, a <i><b>Hymenolepis nana</b></i>.\n        </li>\n        <li>\n            <b><i>Xenopsylla cheopis</i></b>: Conhecida como “pulga dos ratos”, a <i><b>Xenopsylla cheopis</b></i> possui distribuição mundial e é de importância significativa por ser transmissora da bactéria <i><b>Yersinia pestis</b></i>, causadora da peste bubônica, doença que dizimou 1/3 da população europeia na Idade Média. Em seu ciclo de vida, a pulga parasita ratos até que eles morram para que então procurem um novo hospedeiro que poderá ser um humano. Atualmente, essa bactéria está restrita a regiões silvestres, sendo alvo de permanente vigilância epidemiológica.\n                A <i>X. cheopis</i> tem grande prevalência no Brasil, bem como outra espécie pertencente ao mesmo gênero, a <i>X. brasilienses</i>.\n        </li>\n            <li><i><b>Tunga penetrans</b></i>: Essa pulga, que é parasita de homens e outros animais como cães, gatos e suínos, é popularmente conhecida como “bicho de pé” pois penetra nos pés, região em que a fêmea realiza a oviposição. Sua saliva causa um prurido característico para sua identificação.\n                Uma tumoração clara no local da picada e de estabelecimento do ectoparasito pode surgir com os dez primeiros dias. Para que seja retirada, faz-se necessária a aplicação de um bacteriostato local e o uso de uma agulha esterilizada. O buraco deixado deve ser tratado com antissépticos como álcool iodado ou mertiolato.\n                A <i>T. penetrans</i> tem importância também por ser capaz de atuar como vetor mecânico para as bactérias <i>Clostridium tetani</i> e <i>Clostridium perfrigens</i>, causadoras do tétano e da gangrena gasosa respectivamente, e para fungos que podem causar micoses.\n        </li>\n    </ul>\n</p>"
      }
    ]
  }
]