[
  {
    "categoryName" : "Ecologia",
    "numberOfTabs" : 16,
    "tabs" : [
      {
        "title" : "Introdução I:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Ainda no final do século XIX e no início do século XX, a parasitologia era uma ciência considerada recente, que se preocupava em descrever a forma dos agentes ediológicos, a sua biologia, forma de transmissão e patogenia. De certa forma, assemelhava-se à uma zoologia parasitária. A partir da primeira década do século XX até as décadas de 1970 e 1980, a parasitologia se desenvolveu muito nos aspectos citados acima, que buscava decifrar acerca dos parasitos, com a adição de outros, tais como a nutrição, a epidemiologia, os métodos de diagnóstico, a profilaxia e a terapêutica mais eficaz para cada um.\n    De 1990 até meados de 2013, a parasitologia deu continuidade ao seu avanço, utilizando como ferramentas complementares a genética, a bioquímica, a ultraestrutura, a biologia molecular e a reação entre o parasito e o hospedeiro, a fim de aperfeiçoar os mesmos tópicos supracitados.\n    Como pode-se observar, a ciência parasitológica, desde sua criação, foi um campo abrangente e vasto para pesquisas. Sob o ponto de vista biológico, o ser humano é apenas uma das milhares de espécies existentes na comunidade biológica, onde cada uma participa e gera efeitos para todos os outros. A espécie humana tem capacidade de controlar parcialmente o meio na qual ela vive, mas é totalmente dependente deste, isto é, caso não haja uma boa qualidade do solo, da água e do ar, os humanos não sobreviveriam.\n</p>"
      },
      {
        "title" : "Introdução II:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Caso a ação humana seja demasiada, tal como tem sido ultimamente, a tendência será a ocorrência de um desequilíbrio social e ambiental que, por consequência, ocasionará a saúde pública e as parasitoses, em particular. Pode-se considerar a Terra como um sistema fechado, onde nada pode ser desperdiçado ou descartado, caso contrário fará falta para os demais pertencentes a esse conjunto. Além disso, todos esses indivíduos devem ser tratados com o mesmo valor ecológico e, ao ser humano, a espécie mais desenvolvida e capaz de decidir o próprio destino e o de outros seres vivos, cabe compreender que, quanto maior o desequilíbrio que este possa causar, menor será a duração da vida na Terra.\n    Como foi dito acima, o ser humano pertence à natureza, e compõe a ordem natural da vida, a qual é regida por três principais leis, existentes desde tempos imensuráveis:\n<ul><li><p>Interdependência: os seres vivos e não vivos possuem uma relação de interdependência.</p></li>\n<li><p>Reciclagem: De acordo com Lavoisier, “na natureza, nada se cria, nada se perde, tudo se transforma”, isto é, a constante reciclagem dos componentes bióticos e abióticos permite a circulação e a renovação da vida.</p></li>\n<li><p>Pressão Evolutiva: há uma permanente pressão evolutiva sobre os seres vivos, que permite a adaptação e a sobrevivência das espécies, bem como a formação de novas.</p></li></ul>\n</p>"
      },
      {
        "title" : "Introdução III:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os humanos, que possuem inteligência, criatividade e emoções ilimitadas, também são afetados por estas leis citadas anteriormente. Por outro lado, estes também são capazes de utilizar os recursos naturais para a construção de sociedades, religiões e exércitos. De tribos isoladas, os humanos evoluíram para tribos, cidades, nações e, atualmente, para a globalização. Tal fato, porém, ocorreu apenas com o uso deliberado e inconsciente dos recursos naturais, o que coloca em risco a nossa espécie e as demais.</p>"
      },
      {
        "title" : "Introdução IV:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Atualmente, a saúde pública e individual são os maiores bens existentes em uma sociedade, devido a maior capacidade dos indivíduos viverem mais e de forma saudável. Pelo exposto, pode-se observar a importância da “ecologia médica”, isto é, o amplo e específico conhecimento das doenças e de suas causas, a fim de obter a sua efetiva profilaxia. Assim, a epidemiologia e a ecologia médica devem atuar em conjunto para entender os componentes bióticos e abióticos que propiciam a existência de uma doença. Deve-se, portanto, buscar a saúde ambiental, econômica e social, para que todos disponham das qualidades citadas.\n    A saúde é, por conseguinte, decorrente de três principais fatores:\n<ol><li><p>Genéticos;</p></li>\n<li><p>Interação entre humanos e destes com a natureza;</p></li>\n<li><p>Cuidados pessoais e sociais com a alimentação, atividades físicas e condições apropriadas de higiene.</p></li></ol>\nNesse caso, deve-se levar em consideração diversas variáveis, como a cultura, tipo de comunidade, qualidade e disposição igualitária de alimento e de água, tipo de habitação, urbanização, estímulos para a prática esportiva, dentre outras. De acordo com a organização Mundial de Saúde (OMS), os determinantes sociais da saúde estão relacionados às condições em que uma pessoa vive e trabalha. \n    Em relação aos aspectos genéticos, apenas nas últimas décadas foi possível perceber a sua importância, bem como a detecção do genoma humano e as possíveis medidas preventivas e de tratamento existentes em cada situação.\n    Quanto à interação entre os humanos e o meio ambiente, esta gera possibilidades de sermos acometidos por diferentes agentes etiológicos: vírus, fungos, bactérias, helmintos, protozoários, artrópodes. Por isso, um cidadão se torna mais vulnerável em ambientes de baixas condições sociais e sanitárias, onde as doenças existem por ignorância ou desleixo do mesmo.\n</p>"
      },
      {
        "title" : "Introdução V:",
        "type" : "text",
        "text" : "<p><p>&nbsp; &nbsp; Por tudo isso, o estudo da ecologia parasit&aacute;ria se mostra essencial para a prote&ccedil;&atilde;o ambiental e para a profilaxia de doen&ccedil;as. A ecologia geral e parasit&aacute;ria se relaciona diretamente com alguns termos:</p>\n<ul style=\"list-style-type: disc;margin-left:29.35px;\">\n    <li>Ecossistema</li>\n    <li>Nivel Tr&oacute;fico</li>\n    <li>Clima</li>\n    <li>Bioma</li>\n    <li>Biota</li>\n    <li>Biocenose</li>\n    <li>Bi&oacute;topo, Ec&oacute;topo ou H&aacute;bitat</li>\n    <li>Ec&oacute;tono</li>\n    <li>Nicho Ecol&oacute;gico</li>\n    <li>Potencial Bi&oacute;tico</li>\n    <li>Cadeia Alimentar</li>\n    <li>Focos Naturais e Artificiais das Parasitoses</li>\n    <li>Parasitos de Animais Dom&eacute;sticos e Silvestres</li>\n</ul></p>"
      },
      {
        "title" : "Ecossistema:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; De acordo com A. G. Tansley, &eacute; a unidade funcional b&aacute;sica da ecologia, ou seja, representa uma comunidade ecol&oacute;gica ou um ambiente natural com estreito relacionamento dentre todas as esp&eacute;cies e o meio no qual eles vivem. Os Ecossistemas s&atilde;o a consequ&ecirc;ncia dos processos geol&oacute;gicos e evolutivos, que levam as esp&eacute;cies a se adaptarem ao ambiente f&iacute;sico. Exemplos de ecossistemas s&atilde;o: o oceano, as florestas, geleiras, desertos, savanas.</p>\n<p style='margin-top:0cm;margin-right:0cm;margin-bottom:8.0pt;margin-left:0cm;line-height:107%;font-size:15px;font-family:\"Segoe UI\",sans-serif;'>Obs.: Biogeocenose &eacute; um sin&ocirc;nimo de ecossistema.\n</p>"
      },
      {
        "title" : "Nível Trófico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A intera&ccedil;&atilde;o entre os organismos em um ecossistema pode ser comparada a uma m&aacute;quina termodin&acirc;mica, de modo que o seu luxo de energia segue a cadeia alimentar:</p>\n<p>Vegetais obt&eacute;m energia pela fotoss&iacute;ntese.</p>\n<p><span>&nbsp; &nbsp; &nbsp;&darr;</span></p>\n<p>Animais herb&iacute;voros. (Consumidores prim&aacute;rios)</p>\n<p><span>&nbsp; &nbsp; &nbsp;&darr;</span></p>\n<p><span>Animais carn&iacute;voros. (Consumidores secund&aacute;rios e terci&aacute;rios)</span></p>\n<p><span>&nbsp; &nbsp; Pensando em uma pir&acirc;mide, os vegetais formam a base, de modo a diminuir at&eacute; chegar nos animais carn&iacute;voros terci&aacute;rios, no topo. Em alguns casos de parasitoses, a transfer&ecirc;ncia de energia do hospedeiro para o parasito &eacute; t&atilde;o grande que pode causar a debilidade do paciente. Esses parasitos est&atilde;o em n&iacute;vel tr&oacute;fico mais elevado.</span></p>"
      },
      {
        "title" : "Clima:",
        "type" : "text",
        "text" : "&nbsp; &nbsp; O clima, definido como o conjunto de fenômenos meteorológicos (chuvas, ventos, umidade relativa do ar) é um importante fator para o equilíbrio do ecossistema. Pode-se dizer que o clima afeta diretamente a distribuição e a evolução das espécies no ambiente, uma vez que influencia a capacidade reprodutiva de diversos parasitos (e de outros seres vivos) – tal fato explica os ciclos de vida mais curtos em regiões de climas quentes. Um importante exemplo da relação do clima com as parasitárias é a ocorrência do El Niño, que intensifica as secas da Região Nordeste brasileira o calor na Amazônia, o que leva as pessoas a migrarem para periferias de grandes cidades: locais de prevalência de parasitoses. Comprovadamente, isso acarreta a incidência de leishmaniose visceral nos anos deste fenômeno. Já as maiores temperaturas na Amazônia geram extremos de estiagem e inundação, que causam, respectivamente, períodos de pouca disponibilidade de água potável para a população e, em seguida, enchentes que carregam consigo fezes e outros contaminantes."
      },
      {
        "title" : "Bioma:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A extensa e uniforme cobertura vegetal formada a partir da atua&ccedil;&atilde;o persistente e rec&iacute;proca entre o clima, o solo e os seres vivos existentes. Os biomas s&atilde;o facilmente identific&aacute;veis, e est&atilde;o em equil&iacute;brio com as diversas formas de vida que nele vivem, tal como o deserto, a floresta tropical, o cerrado, as savanas etc.</p>"
      },
      {
        "title" : "Biota:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; &Eacute; o conjunto de componentes vivos em um ecossistema.</p>"
      },
      {
        "title" : "Biótopo, Ecótopo ou Hábitat:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Local onde determinada esp&eacute;cie vive, isto &eacute;, o abrigo f&iacute;sico desta esp&eacute;cie, o qual mant&eacute;m condi&ccedil;&otilde;es uniformes e constantes. Geralmente, o primeiro termo &eacute; utilizado para abrigos dentro do hospedeiro (intestino, sangue, f&iacute;gado etc.), enquanto os dois &uacute;ltimos s&atilde;o designados para abrigos no ambiente (cavernas, lagos etc.)</p>"
      },
      {
        "title" : "Ecótono:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; &Eacute; uma zona de transi&ccedil;&atilde;o entre dois ecossistemas ou biomas. A exemplo disso temos: as margens de lagoas, limites de florestas, restingas nos limites de praias.</span></p>"
      },
      {
        "title" : "Nicho Ecológico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A fun&ccedil;&atilde;o ou atividade que uma esp&eacute;cie exerce em seu bi&oacute;topo, ec&oacute;topo ou habitat. Por exemplo, o intestino delgado humano &eacute; habitat de dois helmintos com nichos distintos: o <em>Ascaris Lumbricoides</em>, que absorve a&ccedil;&uacute;cares, c&aacute;lcio, f&oacute;sforo e carboidratos; e o <em>Ancylostoma duodenale</em>, que consome sangue, oxig&ecirc;nio e ferro do hospedeiro.</p>"
      },
      {
        "title" : "Potencial Biótico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; &Eacute; a capacidade reprodutiva de uma esp&eacute;cie. Por exemplo, a <em>Musca domestica</em> possui um elevado potencial bi&oacute;tico, enquanto a <em>Dermatobia hominis&nbsp;</em>possui um menor potencial bi&oacute;tico.</p>"
      },
      {
        "title" : "Cadeia Alimentar:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Em todo ecossistema, &eacute; poss&iacute;vel encontrar os seguintes elementos componentes da cadeia alimentar:</p>\n<ul>\n    <li>Autotr&oacute;ficos: seres capazes de sintetizar alimentos a partir de CO<sub>2</sub> e nitrog&ecirc;nio, por meio da fixa&ccedil;&atilde;o da energia solar. S&atilde;o tamb&eacute;m chamados de elementos produtores (vegetais e algas que, num ambiente h&iacute;drico, comp&otilde;em o fitopl&acirc;ncton).</li>\n    <li>Heterotr&oacute;ficos: utilizam as subst&acirc;ncias org&acirc;nicas produzidas pelos seres autotr&oacute;ficos. S&atilde;o elementos consumidores, que podem ser prim&aacute;rios, secund&aacute;rios ou terci&aacute;rios, de acordo com o conceito de n&iacute;vel tr&oacute;fico explicado anteriormente.</li>\n    <li>Decompositores: principalmente fungos e bact&eacute;rias que, ao se alimentarem de seres vivos mortos, d&atilde;o continuidade &agrave; circula&ccedil;&atilde;o de compostos org&acirc;nicos e inorg&acirc;nicos. &Eacute; uma parte fundamental da reciclagem.</li>\n</ul>\n<p>&nbsp; &nbsp; Muitas parasitoses s&atilde;o decorrentes do comportamento dos elos da cadeia alimentar, principalmente atrav&eacute;s da ingest&atilde;o de alimentos crus ou da intera&ccedil;&atilde;o humana com o meio ambiente. Dependendo da ci&ecirc;ncia desse fato nos diferentes povos ou fam&iacute;lias, pode haver maior ou menor preval&ecirc;ncia de determinada parasitose.</p>\n<p>&nbsp; &nbsp; A partir disso, pode-se explicar a diferente distribui&ccedil;&atilde;o dos parasitos na Terra. Por&eacute;m. Com a facilidade e velocidade dos meios de transporte e da globaliza&ccedil;&atilde;o, muitos parasitos se dispersaram, fixando-se em regi&otilde;es distantes de sua origem, A t&iacute;tulo de exemplo, existem a mal&aacute;ria, esquistossomose e leishmaniose.</p>"
      },
      {
        "title" : "Focos Naturais e Artificiais das Parasitoses:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Segundo o russo Pavlovsky, com a Teoria dos Focos naturais, certa parasitose se instala e se propaga em uma regi&atilde;o apenas a partir da exist&ecirc;ncia de condi&ccedil;&otilde;es exigidas e necess&aacute;rias para sua esp&eacute;cie. Essas condi&ccedil;&otilde;es comp&otilde;em o foco natural da doen&ccedil;a, isto &eacute;, propiciam o seu bi&oacute;topo e a sua biocenose. A partir de diversas transforma&ccedil;&otilde;es ambientais produzidas pelo homem, estudiosos da Geografia M&eacute;dica como Pierre George e Olivier Dolfus passaram a compreender a perda dos h&aacute;bitats naturais dos parasitos que, agora, devido a industrializa&ccedil;&atilde;o e mecaniza&ccedil;&atilde;o da agricultura, s&atilde;o regidos pelos problemas sociais e econ&ocirc;micos que estas causam (pobreza, falta de saneamento b&aacute;sico etc.).</p>\n<p>&nbsp; &nbsp; Dessa forma, um grande n&uacute;mero de parasitoses humanas, vegetais ou animais existem em maior ou menor preval&ecirc;ncia em certa regi&atilde;o, em decorr&ecirc;ncia das baixas condi&ccedil;&otilde;es sanit&aacute;rias ou nutricionais vigentes (tipo de moradia, forma de escoa&ccedil;&atilde;o de dejetos, insola&ccedil;&atilde;o e ventila&ccedil;&atilde;o adequados, coleta e tratamento de lixo, dentre outros).</p>\n<p>&nbsp; &nbsp; &nbsp;A ocorr&ecirc;ncia de parasitoses &eacute; dada em fun&ccedil;&atilde;o de tr&ecirc;s condi&ccedil;&otilde;es b&aacute;sicas:</p>\n<ul>\n    <li>Presen&ccedil;a do agente etiol&oacute;gico, de hospedeiros e de vetores adequados, simultaneamente.</li>\n    <li>Densidade populacional de hospedeiros e de vetores suficiente para a dispers&atilde;o do parasito.</li>\n    <li>Condi&ccedil;&otilde;es ambientais favor&aacute;veis para a prolifera&ccedil;&atilde;o dos itens acima.</li>\n</ul>"
      },
      {
        "title" : "Parasitos de Animais Domésticos e Silvestres:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Tanto os animais silvestres quanto os dom&eacute;sticos s&atilde;o capazes de possuir in&uacute;meras esp&eacute;cies de parasitos. Ultimamente, devido aos maiores cuidados oferecidos aos animais dom&eacute;sticos, estes s&atilde;o parasitados por um menor n&uacute;mero de esp&eacute;cies, apesar de cada uma dessas poder alcan&ccedil;ar n&uacute;meros elevados, causando a morte do animal. J&aacute; nos animais silvestres, pode ocorrer uma maior quantidade de esp&eacute;cies, por&eacute;m em menores n&uacute;meros, provocando, dificilmente, a morte do animal.</p>\n<p>&nbsp; &nbsp; Tais diferen&ccedil;as se d&atilde;o a dois fatores b&aacute;sicos:</p>\n<ul>\n    <li>Os animais dom&eacute;sticos vivem, geralmente, confinados em ambientes restritos por longos per&iacute;odos, onde ovos, larvas e cistos se concentram, atingindo os hospedeiros facilmente.</li>\n    <li>Os animais silvestres no ambiente natural equilibrado vivem dispersos, dificultando o contato destes com as formas infectantes de parasitos.</li>\n</ul>\n<p>&nbsp; &nbsp; Por&eacute;m, com a maior facilidade de transporte e turismo podem ocasionar o surgimento de novas zoonoses (doen&ccedil;as que acometem animais e humanos), que demandam pesquisas para seu conhecimento e profilaxia, visto que s&atilde;o desconhecidas e pouco estudadas.</p>"
      }
    ]
  },
  {
    "categoryName" : "Amebíase",
    "numberOfTabs" : 7,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Amebíase é uma infecção intestinal e extra intestinal, causada pela <i>Entamoeba histolytica</i>. Como outras infecções intestinais a amebíase tem divergências e controvérsias, isso ocorre devido a variação entre as manifestações da doença, que podem variar principalmente pela virulência das cepas e localização}.    Apesar de ser a segunda parasitose que mais mata no mundo, apenas atrás da malária, {tendo elevada letalidade em países como México e Índia,} sua gravidade tem grande variação no próprio Brasil {gerando colites mais graves na região amazônica}.\n</p>"
      },
      {
        "title" : "Morfologia do Agente:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; A <i>E. histolytica</i> é a única ameba que causa patologias na espécie humana. Apesar de existir outra como <i>Endolimax nana</i>, <i>E. hartmanni</i>, <i>E. díspar</i>, <i>Iodamoeba butschlli</i> e <i>E. coli</i> que vivem no intestino grosso e ainda a <i>E. hartmanni</i> (*não parece ser tanto assim apesar do livro falar que é*) e <i>E. díspar</i> serem morfologicamente iguais a <i>E. histolytica</i> nenhuma outra é patogênica. Também há amebas na cavidade bucal da espécie <i>E. gengivalis</i> que não é patogênica, além de não formar cistos.} Sendo um protozoário do filo Sarcomastigophora, do subfilo Sarcodina, da família Endamoebidae, a <i>Entamoeba histolytica</i> possui duas formas básicas e duas intermediárias, sendo essas:\n            \tO trofozoíto, sendo a fase ativa que é capaz de se reproduzir e se alimentar, vivendo na mucosa ou na luz do intestino grosso {, principalmente nas regiões do ceco e retossigmoide,} formando colônias. Possui cerca de 20 a 40 µm de diâmetro, tendo uma forma ameboide, movimentando do se por pseudópodes.    {Possui duas regiões plasmática bem explicitas o endoplasma, denso, e o ectoplasma, menos denso e mais claro, ainda com um só núcleo com uma cromatina central e ademais aderidas a carioteca.\n    \tO cisto, a forma de resistência, é elimina junto as fezes, pode apresentar até 4 núcleos.    Possui cerca de 8 a 20 µm de diâmetro e formato esférico.\n    \tFormas intermediárias:\n    o\tPré-cisto forma anterior ao cisto que pode aparecer nas fezes\n    o\tmetacisto, por posterior ao desencistamento, tetranucleada\n</p>",
        "imageAddress" : "ameba2"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; \"Os trofozoítos que vivem no intestino grosso, especialmente na luz o ceco e do retossigmoide, formam colônias oriundas da divisão binária dessas formas. Esses trofozoítos, posteriormente e seguindo a progressão do bolo fecal, desidratam-se e tomam a forma arredondada, transformando-se em “cistos”, que usualmente são eliminados junto com as fezes formandas. Conforme será mostrado em “patogenia”, os trofozoítos presentes nas úlceras, não formam cistos.\n    Os trofozoítos apresentam movimentos ameboides típicos, através dos pseudópodes lançados pelo citoplasma. É através desses pseudópodes que a ameba se movimenta e ingere partículas alimentares(fagocitose), incluindo bactérias da microbiota intestinal.\n    Os cistos eliminados nas fezes permanecem viáveis por cerca de 10 a 30 dias, contaminando o ambiente (água, alimentos, poeira etc.) e podendo ser ingeridos. Resistem ao suco gástrico e, chegando ao final do intestino delgado, desencistam-se e cada cisto tetranucleado dá origem a quatro amebas uninucleadas (trofozoítos). Estes se alimentam, reproduzem por divisão binária e colonizam o intestino grosso.\n    Os trofozoítos se desprendem da parede do intestino e, ao caírem na luz, secretam uma membrana cística transformando-se em cistos, reiniciando o ciclo”\n</p>",
        "imageAddress" : "ameba3"
      },
      {
        "title" : "Patogenia e Sintomatologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Apesar de poder formar extensas colônias sem provocar lesão ou manifestação alguma no indivíduo infectado, a <i>E. histolytica</i>, em sua forma de trofozoítos pode atacar a parede do intestino, células epiteliais, e a mucosa, assim invadindo a submucosa e provocando úlceras. Essa atividade que manifesta quadro clínico pode ocorrer desde dias a meses da ingestão dos cistos. {Após liberar os amebaporos e penetrarem por algum orifício na mucosa, os trofozoítos formam colônias que destroem os tecidos. Essa úlcera é leva o nome de “úlcera botão de camisa” por possuir uma área necrosada ao redor da pequena úlcera. Apesar ser possível a aparição isolada das úlceras, essas podem se fundir ou coalescer, aumentando seu tamanho}. Os sintomas ligados a essas úlceras são:\n    \tColite (dor no baixo ventre sem diarreia)\n    \tColite disentérica (com diarreia)\n    {Em locais como México, África do Sul, Tailândia, Egito e Brasil (Pará e Amazonas) há casos de amebíase extraintestinal. Nesses casos há formação de lesões no fígado, pulmão e cérebro por meio da via hematogênica. Essa amebíase geralmente não ocorre em outros locais, já que é causada por cepas específicas.</p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p><i>&nbsp; &nbsp; “É interessante o que ocorre com a imunidade na amebíase. Sabe-se que pacientes que tiveram infecções intestinais ou hepáticas, dificilmente apresentam recidivas graves. Ou seja, na primo-infecção pela <b>E. histolytica</b>, as formas invasivas estimulam o sistema imune, protegendo o paciente de reinfecções. O sistema complemento é um importante componente do sistema imunológico inato, iniciando uma resposta inflamatória local e remoção dos patógenos. Entretanto, ainda não estão totalmente esclarecidos os mecanismos imunes envolvidos, quer sejam humorais, quer sejam citológicos, tornando difícil demonstrar uma correlação exata entre as reações imunológicas ocorridas e a resistência dos pacientes. Por outro lado, sabe-se que portadores de amebas não patogênicas (E. díspar ou E. coli) não apresentam anticorpos específicos, pois colonizam apenas a luz intestinal.\n    Tanto a imunidade inata humoral quanto a mediada por células estão envolvidas na patogênese da amebíase. De toda forma, nos pacientes com amebíase invasiva (intestinal ou hepática) é possível demonstrar a presença de anticorpos no soro sanguíneo das classes IgG, IgA e IgE. Nas fezes de pacientes também são detectados anticorpos IgA e IgG (o que permite o diagnóstico imunológico através da hemaglutinação indireta ou ELISA). Já os mecanismos celulares de defesa são discretos e pouco conhecidos.”\n</i></p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia da amebíase consiste em:\n    \tTratamento dos doentes\n    \tRede sanitária (de esgoto, lixo e água)\n    \tTroca periódica de filtros\n    \tLimpeza de caixas d’água\n    \tHigienização de verduras\n</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A amebíase pode ser curada espontaneamente, por ação do sistema imune. Porém, quando constatada a infecção, é recomendado uma dieta mais leve, com vasta reposição de líquidos e sais minerais, entretanto pobre em fibras e entrada com a via medicamentosa. {A ingestão medicamentosa pode ser de Secnidazol, e como segunda opção Metronidazol, que também é usado nas formas extraintestinais, assim como a terceira opção o Tinidazol a quarta, o Teclozam, é indicado nas formas assintomáticas ou brandas. Há também o Nitazoxanida para a forma intestinal aguda. Todos esses contraindicados para gravidas e mães em estágio de amamentação.\n </p>"
      }
    ]
  },
  {
    "categoryName" : "Giardíase",
    "numberOfTabs" : 1,
    "tabs" : [
      {
        "title" : "Informações:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A giardíase é uma parasitose causada pelo protozoário <i><b>Giardia duodenalis</b></i>, também chamado de <i><b>Giardia lamblia</b></i> ou <i><b>G. intestinalis</b></i>. Faz parte do filo <i>Sarcomastigophora</i>, subfilo <i>Mastigophora</i> e família <i>Hexamitidae</i>. Essa espécie é a única de seu gênero capaz de parasitar seres humanos, sendo que as outras causam doenças em outros mamíferos, aves, répteis e anfíbios.\n    Apresenta dois estágios de desenvolvimento: o de cisto e o de trofozoíto. No primeiro possui formato oval e é envolvido por uma parede de glicoproteína que torna o cisto mais resistente a variações de umidade, temperatura e produtos químicos para desinfecção de ambientes. O segundo apresenta quatro pares de flagelos, formato piriforme, além de simetria bilateral.\n    Seu ciclo é monoxeno e inicia-se com a ingestão dos cistos pelo homem. Após isso, acontece o processo de desencistamento com a acidez do estômago. Cada cisto libera uma forma chamada de excitozoíto, o qual se multiplicará formando quatro trofozoítos binucleados que realizarão divisão binária de modo a colonizar o intestino. O parasito completará seu ciclo na porção final do intestino, o íleo, onde realiza encistamento e será liberado nas fezes, podendo permanecer nessa forma por meses no ambiente.\n    A prevalência dessa parasitose é duvidosa, uma vez que muitos dos doentes possuem um quadro assintomático e em vários casos nos quais há sintomas, esses são confundidos com os de uma virose. Os principais sintomas são diarreia, perda de peso, má absorção de nutrientes como gordura, vitaminas lipossolúveis, ferro e lactose. No caso da infecção em indivíduos adultos, essas deficiências não causam danos significativos, no entanto, podem atrapalhar seriamente o desenvolvimento cognitivo e físico de crianças.\n    O diagnóstico pode ser clínico, em que são analisados os sintomas, laboratorial do tipo parasitológico, com o exame microscópico de fezes, ou laboratorial do tipo imunológico, usando-se o método ELISA.\n    Apesar de ser um mecanismo não totalmente compreendido, sabe-se que o corpo humano é capaz de produzir resposta imune para as infecções por <i>Giardia</i>. A resposta específica ocorre no soro, em que anticorpos do tipo IgG, IgM e IgA atuam, e na mucosa intestinal, ao que IgA é capaz de reconhecer proteínas dos trofozoítos e diminuir a possibilidade de sua adesão às células do epitélio intestinal. Além disso, mecanismos como barreiras naturais existentes no intestino delgado participam no controle da infecção.\n    Para o controle da doença, faz-se necessária a atuação do poder público para que a população possua acesso a saneamento básico e água potável. Além disso, o tratamento dos doentes, a higiene pessoal e a educação sanitária são importantes medidas. Já o tratamento da doença é normalmente feito com o medicamento metronidazol, que elimina a infecção em cerca de 80 a 95% dos pacientes.\n</p>"
      }
    ]
  },
  {
    "categoryName" : "Leishmanioses",
    "numberOfTabs" : 3,
    "tabs" : [
      {
        "title" : "Informações:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A leishmaniose é uma doença causada por protozoários do filo <i>Sarcomastigophora</i>, subfilo <i>Mastigophora</i>, família <i>Trypanosomatidae</i> e gênero <i>Leishmania</i>. Nas Américas, os vetores dessa protozoose são pertencentes ao gênero <i>Lutzomyia</i>. Há outros vetores nos demais continentes, como os do gênero <i>Phlebotominae</i> na Europa.\n    A Leishmania possui duas formas básicas: amastigota, localizada dentro dos macrófagos dos órgãos alvos, e promastigota, forma infectante encontrada nos insetos vetores, flebótomos do gênero <i>Lutzomyia</i>. A amastigota mede aproximadamente de 2 a 5 µm de diâmetro e não possui flagelo externo, enquanto a promastigota é alongada, com aproximadamente 20µm de comprimento, comum flagelo livre, imergindo do cinetoplasto. Ambas as formas têm em seu interior um núcleo e um cinetoplasto, formado por DNA mitocondrial.\n    O inseto vetor flebotomíneo infecta-se picando algum animal infectado (reservatório) ao ingerir as formas amastigotas de sua pele. No tubo digestivo do inseto, se transformam em promastigotas, que se reproduzem intensamente através de divisão binária (cissiparidade). Essas formas promastigotas migram para o aparelho bucal do inseto, que ao se alimentar de sangue em um novo hospedeiro, um humano ou animal, inoculam na sua pele essas formas promastigotas. Finalmente, essas invadem os macrófagos locais e tornam-se amastigotas, que se multiplicam por divisão binária até romperem o macrófago. Livres nos tecidos ou no sangue, são fagocitadas por outros macrófagos, reiniciando o processo proliferativo.\n    A profilaxia da leishmaniose é considerada difícil. No meio silvestre, o uso de inseticidas contra flebotomíneos não é recomendado uma vez que prejudicaria insetos polinizadores, mas seu uso no ambiente domiciliar e peridomiciliar é aprovado. O uso de repelentes para humanos e de coleiras repelentes em cães, a vacinação desses animais, o tratamento das pessoas doentes, a eliminação de possíveis criadouros e a educação da população são, também, medidas a serem tomadas para o controle das leishmanioses.\n    Para o tratamento da parasitose em humanos, o medicamento mais comum a ser utilizado é o Glucantime, mas em casos de pessoas imunossuprimidas, com insuficiência cardíaca, hepática ou renal, gestantes, crianças com menos de um ano e pessoas que não responderam bem ao tratamento com Glucantime a anfotericina B lipossomal é usada. Em cães o medicamento adequado é o Milteforan.\n    Estudos demonstram que a <i>Leishmania</i> tem grande capacidade de escapar de defesas inespecíficas. Outro fato importante é a deficiência dos macrófagos em destruir as formas amastigotas do protozoário, tornando-se um estímulo para o parasitismo. Há atuação dos linfócitos T helper, os quais liberam substâncias para a supressão dos parasitos, e aumento das taxas de anticorpos, em especial, os IgG.\n    São várias as espécies do gênero <i>Leishmania</i> que acometem o ser humano, podendo causar duas formas distintas da parasitose: a tegumentar e a visceral.\n</p>"
      },
      {
        "title" : "Leishmaniose Visceral:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os casos de calazar no Brasil têm aumentado muito, tornando-se uma grave questão de saúde pública. Em toda a América, a espécie causadora da doença é a <i><b>L. infantum chagasi</b></i>.\n                No diagnóstico do tipo parasitológico para a leishmaniose visceral é feita uma punção da medula óssea do osso esterno e com o material obtido pode ser feito um esfregaço, conforme descrito anteriormente para a leishmaniose tegumentar, ou semear esse material em meios de cultura específicos, como NNN e LIT. Já o diagnóstico imunológico pode ser feito com reação de ELISA, TraLd (teste rápido anticorpo anti <i>Leishmania donovani</i>), reação de imunofluorescência indireta, feitas com o plasma sanguíneo. Há ainda a utilização das técnicas de análise de DNA, como a PCR (Reação em cadeia da Polimerase), capazes de indicar com grande precisão o agente invasor do organismo.\n                No caso do calazar canino pode ser feito um esfregaço com pele da orelha ou punção da medula óssea no método parasitológico, enquanto que no imunológico o TraLd, a PCR e a imunofluorescência indireta também são usados.\n                Os sintomas dessa doença envolvem hepatomegalia (aumento do volume do fígado), esplenomegalia (aumento do volume do baço), disfunção na medula óssea acompanhada de anemia que pode ser fatal.\n</p>"
      },
      {
        "title" : "Leishmaniose Tegumentar:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A L.T.A. é uma doença silvestre, relativamente estável em termos de incidência e prevalência, com raros surtos em áreas de desbravamento de vegetação. As espécies que causam essa parasitose nas Américas são <i><b>L. brasilienses</b></i>, <i><b>L. amazonenses</b></i>, <i><b>L. mexicana</b></i> e <i><b>L. guyanensis</b></i>.\n                O diagnóstico parasitológico da leishmaniose tegumentar é realizado através de uma biópsia da lesão ou ferida. Do pequeno fragmento retirado, é feito um esfregaço em lâmina de microscopia ou, após escarificar a borda da lesão, pode-se, também, comprimir uma lamina de microscopia sobre a área escarificada, obtendo-se um esfregaço por aposição. O material colhido pode ser corado pelo método de Giemsa ou pelo método panótico rápido. Com o material da biópsia também poderão ser feitas culturas de <i>Leishmania</i>, com meios de cultura específicos, como NNN e LIT.\n                Pode ser realizado também o diagnóstico imunológico em que, a intradermorreação de Montenegro, associada à suspeita clínico-epidemiológica, é o método mais utilizado, com injeção intradérmica de 0,1 mL do antígeno na face interna do antebraço e leitura de 49 a 72 horas após. A positividade do teste é determinada pelo aumento da pápula previamente formada.\n                Os protozoários na forma amastigota permanecem na pele, de modo a formar um nódulo que se transformará em uma ferida. Essa ferida pode se espalhar para a pele de outras partes do corpo, podendo atingir o rosto.\n</p>"
      }
    ]
  },
  {
    "categoryName" : "Tricomonose",
    "numberOfTabs" : 7,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A Tricomoníase, também conhecida como tricomonose, é uma infecção causada\n    pelo Trichomonas vaginalis, que se instala nas vias genitais. É uma\n    infecção sexualmente transmissível (IST) que está distribuída\n    mundialmente, que tem crescido no número de casos.\n</p>"
      },
      {
        "title" : "Morfologia do Agente:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; Do filo <i>Sarcomastigophora</i>, <i>subfilo Mastigophora</i>, família\n            <i>Trichomonadidae</i>, o <i>T. vaginalis</i> apresenta uma única\n            forma:\n        </p>\n        <ul>\n            <li>\n                <p>\n                    <b>Trofozoíto</b>, visto nos órgãos genitais femininos e\n                    masculinos.\n                    Possui formato piriforme ou ovalado, medindo cerca de\n                    12 µm de comprimento por 8 µm de largura. De núcleo alongado tem 4\n                    flagelos livres na região anterior e um flagelo na região\n                    posterior, se caracterizando uma membrana ondulante típica.\n                </p>\n                \n            </li>\n        </ul>",
        "imageAddress" : "trico1"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; Seu ciclo biológico da tricomoníase é simples, sendo a transmissão,\n            geralmente, por meio de contato sexual, e neste momento o trofozoíto\n            passa para o corpo do outro indivíduo e lá passa a se reproduzir por\n            divisão binária. Como <i>T. vaginalis</i> passa em seu ciclo por\n            somente um hospedeiro, ele é classificado como monoxênico.\n        </p>",
        "imageAddress" : "trico2"
      },
      {
        "title" : "Patogenia e Sintomatologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O Trichomonas vaginalis causa nos homens e mulheres sintomas\n            distintos. No homem, geralmente assintomática, pode causar:\n        </p>\n        <ul>\n            <li>Discretas lesões na uretra</li>\n            <li>Ardor ao urinar (disúria)</li>\n            <li>Irritação na uretra (uretrite)</li>\n            <li>Aumento no número de vezes que o indivíduo urina (poliúria), se concentrando na manhã</li>\n            <li>Secreção uretral, semelhante ao pus</li>\n        </ul>\n        <p>\n            &nbsp; &nbsp; Já nas mulheres os sintomas são mais graves e aparecem de 5 a 28 dias\n            após a infecção, sendo esses:\n        </p>\n        <ul>\n            <li>Vulvovaginite</li>\n            <li>Intenso prurido</li>\n            <li>Secreção vaginal de cor variada (presente em apenas 40% dos casos)</li>\n            <li>Aumento no número de vezes que o indivíduo urina (poliúria), se\n                concentrando na manhã</li>\n        </ul>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; <i>“Em tricomonose a imunidade dura enquanto permanece a infecção.\n                Este estado de imunidade concomitante (ou premunição) é bem evidente\n                nos pacientes crônicos, que ao eliminarem a infecção via\n                medicamentos, as taxas de anticorpos específicos desaparecem\n                rapidamente. Assim, em pacientes crônicos, são encontrados IgG, IgA,\n                IgM e IgE, além da ativação de anticorpos fixadores do complemento.\n                Durante a tricomonose crônica e a forte resposta imune celular, há\n                uma acentuada inflamação do epitélio vaginal e uretral (em homens),\n                o que induz uma grande infiltração de leucócitos TCD4 e macrófagos.\n                Nesses pacientes, esse quadro imunoinflamatório favorece a infecção\n                pelo vírus HIV.\"</i>\n        </p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Por ser uma doença sexualmente transmissível, dentre seus cuidados\n            incluem:\n        </p>\n        <ul>\n            <li>Educação sanitária</li>\n            <li>Uso de preservativos</li>\n            <li>Abstinência sexual</li>\n            <li>Tratamento de doentes</li>\n        </ul>    \n        "
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>\n            &nbsp; &nbsp; O tratamento da <b>Tricomonose</b> pode ser feito com drogas\n            eficientes como os quimioterápicos: nitroimidazólicos e metronidazol\n            de administração oral de dose única.\n        </p>"
      }
    ]
  },
  {
    "categoryName" : "Doença de Chagas",
    "numberOfTabs" : 8,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>\n    &nbsp; &nbsp; A doença de Chagas, também conhecida como tripanossomíase americana, mal\n    de Chagas ou chaguismo, é uma protozoose causada pelo (protozoário\n    sanguíneo e de tecidos) <i>Trypanosoma cruzi</i>, considerada uma doença\n    tropical negligenciada.\n</p>"
      },
      {
        "title" : "História:",
        "type" : "text",
        "text" : "<p>\n            &nbsp; &nbsp; A tripanossomíase foi descoberta em 1909 pelo médico mineiro Carlos\n            Ribeiro Justiniano das Chagas, o qual a partir do conhecimento do\n            inseto transmissor da patologia, algumas espécies da subfamília\n            Triatominae ou barbeiro, como é conhecido popularmente, estudou a\n            doença até então desconhecida e todos seus aspectos patológicos,\n            epidemiológicos e profiláticos.\n        </p>"
      },
      {
        "title" : "Morfologia do Agente:",
        "type" : "textAndImage",
        "text" : "<p>\n            &nbsp; &nbsp; Do filo <i>Sarcomastigophora</i>, <i>subfilo Mastigophora</i>, família\n            <i>Trypanosomatidae</i>, o <i>Trypanosoma cruzi</i> pode ser\n            encontrado em 3 formas:\n        </p>\n        <ul>\n            <li>\n                <p>\n                    &nbsp; &nbsp; <b>Amastigota</b>, estágio intracelular, visto nos tecidos de\n                    mamíferos, como humanos ou outros reservatórios. (Dentro desses\n                    demais mamíferos os principais silvestres são gambás, tatus,\n                    ratos, enquanto os domésticos são cães, gatos e porcos. Pode ser\n                    cultivado em cultivo axênico).\n                    \n                    Possui forma esférica medindo cerca\n                    de 4 µm de diâmetro, é também dotado de um flagelo muito pouco\n                    pronunciável (não se projetando muito da bolsa flagelar e\n                    cinetoplasto com formato de barra na região anterior ao núcleo).\n                </p>\n            </li>\n            <li>\n                <p>\n                    &nbsp; &nbsp; <b>Tripomastigota</b>, estágio sanguíneo humano, também encontrado\n                    nos dejetos do barbeiro. Esta forma é altamente infectante.\n                    (Dentro das fezes dos triatomíneos é chamado de tripomastigota\n                    metacíclica, por representar o final do ciclo biológico. Assim\n                    podendo ser encontrado na porção posterior do intestino e no reto\n                    do vetor ou no sangue e espaço intercelular dos hospedeiros\n                    vertebrados. Podendo ser cultivado em cultivo axênico\n                    (metaciclogênese in vitro)).\n                    Possui formato alongado medindo cerca\n                    de 20 a 30 µm de comprimento, é dotado de um flagelo localizado na\n                    lateral do parasito se mantendo aderido ao corpo até a região\n                    anterior, onde torna-se livre. (Neste estágio a bolsa flagelar\n                    também se localiza na lateral do trypanosoma, além de possuir\n                    cinetoplasto arredondado visto na região posterior ao núcleo.)\n                </p>\n            </li>\n            <li>\n                <p>\n                    &nbsp; &nbsp; <b>Epimastigota</b>, estágio intermediário intestinal do barbeiro,\n                    também pode estar nos dejetos do barbeiro. (Podendo ser em\n                    encontrado cultivo axênico).\n                    Possui formato alongado, seu flagelo\n                    é localizado na lateral do parasito, mantendo-se aderido ao seu\n                    corpo, tornando-se, assim, livre apenas na região anterior. (Neste\n                    estágio o parasito apresenta cinetoplasto em forma de barra,\n                    encontrado na região anterior ao núcleo, ou seja, logo acima (epi\n                    = sobre)).\n                </p>\n            </li>\n        </ul>",
        "imageAddress" : "trico1"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "text",
        "text" : "&nbsp; &nbsp; “Assim que um humano é picado por um barbeiro positivo, nos dejetos\n            (fezes e urina) desse inseto encontram-se as formas infectantes, que\n            são os tripomastigotas metacíclicos. Essas formas podem penetrar na\n            pele arranhada (pela coceira advinda do barbeiro), no orifício da\n            picada do inseto ou na mucosa sadia (mucosa conjuntival). Ao penetrar\n            nos macrófagos ou outras células locais, o tripomastigota se\n            transforma em amastigota e inicia a reprodução por divisão binária.\n            Passadas 36/48 horas, essa célula se rompe e as amastigotas se\n            transformam em tripomastigotas, que caem na corrente sanguínea e vão\n            invadir outras células próximas ou distantes (células lisas e\n            estriadas cardíacas), reiniciando o processo. Quando um triatomíneo\n            sugar um humano ou animal infectado ele ingerirá essas formas\n            sanguíneas, que irão se dirigir para o estômago e para a porção\n            posterior do intestino do inseto, onde se transformam em Epimastigota,\n            que passam a se reproduzir por divisão binária, formando os\n            tripomastigotas metacíclicos. Um barbeiro infectado nos primeiros dias\n            de nascido, poderá passar o resto da sua vida infectante, isto é,\n            liberando tripomastigotas em seus dejetos” <br />\n\n            &nbsp; &nbsp; Como o T. cruzi passa em seu ciclo por dois hospedeiros, ele é\n            classificado como um parasita heteroxênico",
        "imageAddress" : "chagas4"
      },
      {
        "title" : "Patogenia e Sintomatologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A doença de Chagas tem parte de seus sintomas causados não pelo\n            parasito, mas sim pela resposta imune do indivíduo, a tornando uma\n            doença autoimune, o que a torna complexa. A ação do sistema imune pode\n            agredir células não parasitadas do hospedeiro, atingindo qualquer\n            célula sensibilizada por antígenos do parasito, o que agrava a\n            condição do infectado, isto ocorre em doenças como a leishmaniose,\n            malária, esquistossomose e tripanossomose. A transmissão vetorial pode\n            ocorrer em 2 casos: a partir da penetração pela pele ou pela mucosa\n            conjuntival. No caso da penetração da pele é formado o “chagoma de\n            inoculação”, nem sempre visível, se caracteriza por uma pequena\n            tumoração. Já quando a penetração ocorre pela mucosa sadia, é formado\n            o “sinal de Romaña”, sendo esse um edema bipalpebral, unilateral e\n            enfarto ganglionar satélite. Após esse estágio ocorre intensa\n            reprodução da forma amastigota, intracelular, formando os chamados\n            ninhos de amastigota, além do elevado número de formas\n            tripomastigotas, assim caracterizando a fase aguda da doença. Podendo\n            durar cerca de 1 mês possui sintomas como: \n        </p>\n        <ul>\n            <li>Febre prolongada por mais de 7 dias</li>\n            <li>Dor de cabeça</li>\n            <li>Fraqueza intensa</li>\n            <li>Inchaço nas pernas e no rosto</li>\n        </ul>\n        <p>&nbsp; &nbsp; Após esse período o paciente passa\n            para fase crônica da doença, que é caracterizada por:</p>\n        <ul>\n            <li>Redução na parasitemia</li>\n            <li>Aumento na resposta imune</li>\n            <li>Lesões cardíacas, esofagianas ou entéricas</li>\n            <li>Miocardite</li>\n        </ul>\n        <p>&nbsp; &nbsp; Porém as lesões passam sem alarme, sendo percebidas cerca\n            de 20 a 30 anos após a infecção, sendo essa fase prolongada chamada de\n            fase indeterminada. Esse estágio é caracterizado por contagem mínima\n            de ninhos de amastigotas no coração e intestino grosso, porém, devido\n            à resposta imunoinflamatória, há destruição dos neurônios responsáveis\n            pelos movimentos do esôfago e intestino, peristálticos, e a contração\n            cardíaca, causando então bloqueio do estímulo atrioventricular, ou\n            bloqueio do feixe de Hiss, quadro que levo o paciente ao óbito súbito.\n            Causada pelo infiltrado inflamatório, há distanciamento das fibras\n            musculares, miofibrilas. Assim o dano neuronal gera:</p>\n        <ul>\n            <li>Disritmia cardíaca</li>\n            <li>Dificuldade de progressão do bolo alimentar (mal de engasgo)</li>\n            <li>Dificuldade de progressão do bolo fecal</li>\n            \n        </ul>\n        <p>&nbsp; &nbsp; Já o distanciamento das\n            miofibrilas causa:</p>\n        <ul>\n            <li>Megacólon</li>\n            <li>Megaesôfago</li>\n            <li>Cardiomegalia</li>\n            <li></li>\n            <li></li>\n        </ul>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A infecção pelo T. cruzi mobiliza os diversos mecanismos humorais e\n            celulares da resposta imune, promovendo a imunidade inata e a\n            imunidade adquirida. Na imunidade inata, tanto nas aves quanto nos\n            répteis, que são refratários à infecção pelo T. cruzi, a destruição\n            desse protozoário se dá pela análise mediada pelo complemento, pela\n            ação das células natural killer e pela ativação de macrófagos. A ação\n            conjunta desses mecanismos impede a evolução do T. cruzi nesses\n            animais. Na imunidade adquirida ocorre um fenômeno interessante. Na\n            fase aguda da doença há proliferação intensa do parasito, produzindo\n            uma parasitemia elevada. Cerca de 1 a 2 semanas depois, o sistema\n            imune é ativado no paciente, reduzindo drasticamente a parasitemia.\n            Nesse tempo tem início a fase crônica da doença, caracterizada por uma\n            parasitemia discreta (subpatente) e uma taxa elevada de anticorpos.\n            Essa fase crônica pode durar de 20 a 30 anos em pacientes humanos,\n            quando surgem os sintomas patognomônicos da enfermidade: alterações\n            cardíacas, esofágicas e intestinais. Portanto, a imunidade humoral\n            iniciada na fase aguda e perdurando por toda crônica apresenta títulos\n            elevados. Logo após a infecção, o parasito promove ativação\n            inespecífica de macrófagos e de células natural killer (imunidade\n            celular), acompanhado de ativação de linfócitos T e B, resultando na\n            produção de imunoglobulinas (imunidade humoral). Logo após os\n            primeiros dias da infecção, começam a se elevar as taxas de IgM e IgG.\n            A IgM decresce rapidamente e a IgG, mais tardiamente, porém essa\n            permanece estável durante toda a fase crônica da doença. Cerca de 1 ou\n            2 meses após o início da infecção, tornam-se elevadas as taxas de IgA\n            e IgE. Há forte correlação entre taxas elevadas de IgM e cardiopatia,\n            de IgA e forma digestivas e de IgE de cardiopatias. A ocorrência de\n            lesões progressivas (cardíacas, esofágicas ou intestinais), associadas\n            a fenômenos degenerativos intensos (inflamação, fibrose, denervação)\n            em pacientes crônicos, sugerem importante papel na gênese das lesões\n            no paciente chagásico.}</p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Como medidas de ação imediata para a redução dos casos de\n            Tripanossomíase é recomendado que ocorra a melhoria das habitações,\n            retirando principalmente as casas de pau-a-pique, assim como limpeza\n            semanal das residências, sob colchoes, atrás de moveis e quadros,\n            educação da população quanto as medidas sanitárias e ambientais,\n            tratamento dos doentes, além do combate ao vetor por meio da\n            pulverização de inseticidas (piretroides com efeito residual de 6\n            meses a 1 ano).</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>\n            &nbsp; &nbsp; Não há atualmente um tratamento eficaz após a fase aguda. Na fase\n            aguda há 2 medicamentos que possuem ação {Nifurtimox e benznidazol}.\n            Obs.: colocar na introdução geral os protozoários de aparelho\n            digestório e urinário e os de sanguíneo e de tecidos, Atlas Pag. 7</p>"
      }
    ]
  },
  {
    "categoryName" : "Malária",
    "numberOfTabs" : 1,
    "tabs" : [
      {
        "title" : "Informações:",
        "type" : "textAndImage",
        "text" : "<p>\n    &nbsp; &nbsp; A malária é uma doença causada por protozoários do gênero <i><b>Plasmodium</b></i> (<i>P. falciparum</i>, <i>P. vivax</i> e <i>P. malariae</i>), os quais pertencem ao filo <i>Apicomplexa</i> e à família <i>Plasmodiidae</i>. Tal doença, apesar de quase erradicada na década de 1950, ainda é um grave problema para a saúde mundial, uma vez que são registrados, anualmente, cerca de 500 mil novos casos, existindo por volta de 200 milhões de pessoas infectadas no mundo. Outro problema é a alta taxa de mortalidade que a doença causa, com um valor aproximado de dois milhões de mortes por ano, sendo a doença parasitária que mais mata no mundo.\n    Essa parasitose ocorria em praticamente todos os continentes, mas foi erradicada nos países desenvolvidos e hoje está restrita à América Latina, à África, à Ásia e à parte insular da Oceania. Esse fato comprova a urgência em investimentos nas áreas de saúde e educação sanitária nos países em desenvolvimento, uma vez que, unidas ao combate ao vetor e ao tratamento dos indivíduos já infectados, são as principais formas de profilaxia da doença. No Brasil, é uma endemia que acomete a região amazônica.\n    O ciclo de vida do plasmódio é heteroxênico, com reprodução sexuada ocorrendo no mosquito do gênero Anopheles e reprodução assexuada, no humano. A figura abaixo representa o ciclo de vida de um <i>Plasmodium</i>:\n    &nbsp; &nbsp; O diagnóstico da doença é feito por meio de hemoscopia, processo no qual faz-se um esfregaço com uma gota de sangue do paciente e analisada a presença ou não dos protozoários. É recomendado que esse método seja feito na fase inicial, já que há maior quantidade de plasmódios no sangue periférico.\n    Os sintomas gerais da malária são anemia, por conta da destruição das hemácias, o paroxismo malárico, no qual o doente passa por alternâncias de frio e calor seguidas de sudorese, os episódios de febre com intervalos de cerca de 72 horas (febre terçã), podendo existir complicações maiores como insuficiência renal e lesões no cérebro.\n    Existem três mecanismos capazes de proteger um indivíduo da malária: a resistência adquirida, a imunidade inata e a resistência inata. O primeiro ocorre pela atuação do parasito no doente, com a estimulação do sistema imunitário capaz de eliminar a infecção ainda em seu começo ou mesmo reduzir a carga parasitária, diminuindo a letalidade da doença. Esse tipo de resposta é comum em áreas onde a doença é endêmica. No segundo, o indivíduo não desenvolve a doença ainda que esteja infectado devido a uma resposta imune que envolve receptores da membrana plasmática de macrófagos. O terceiro caso é o que a resistência independe de um contato anterior com o plasmódio. Essa situação ocorre em crianças com anemia falciforme e pessoas que não apresentam determinados antígenos.\n    O tratamento dos doentes é de fundamental importância para a profilaxia dessa parasitose e ocorre por meio de medicamentos antimaláricos que podem ser usados individualmente ou combinados administrados de acordo com a espécie do plasmódio, com a gravidade da doença, com a história de exposição anterior à infecção e com a idade do paciente. Alguns desses remédios são cloroquina, primaquina (usados para <i>P. vivax</i>, <i>P. ovale</i> e <i>P. malariae</i>), artemeter, lumefantrina, artesunato e mefloquina (<i>P. falciparum</i>).\n</p>",
        "imageAddress" : "malaria1"
      }
    ]
  },
  {
    "categoryName" : "Balantidíase",
    "numberOfTabs" : 7,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A balantidíase é uma doença causa pelo protozoário ciliado Balantidium coli, que é caracterizada por uma infecção no intestino grosso, por ser habitual em porcos, acidental em humanos, é uma infecção zoonótica, uma antropozoonoze. Pode ser transmitida pela via fecal-oral, a partir do contato direto ou indireto com as fezes de humanos ou suínos contaminados. Foi encontrado em 1857 por Malmsten, em dois pacientes com disenteria. O gênero Balantidium pode ser encontrado em outros animais, geralmente em parcerias mutualísticas. Na espécie humano, raramente provocando lesões no intestino grosso, o B. coli é o único protozoário ciliado que pode causar doenças. Por ter seus casos muito raros é negligenciada, além de ter divergência em sua patogenicidade e provavelmente atingir mais pacientes imunodeprimidos, como soros positivos a AIDS(SIDA).\n</p>"
      },
      {
        "title" : "Morfologia do Agente:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; Sendo do filo Ciliophora, classe Kinetofragminophorea, subclasse Holotrichia, ordem Trichostomatida, o protozoário anaeróbio facultativo <i>Balantidium coli</i> apresenta duas formas:\n    O trofozoíto apresenta cílios por todo corpo, e entre suas organelas um vacúolo digestivo e dois núcleos, o macronúcleo, que controla o metabolismo e o micronúcleo, responsável pela conjugação sexual. Habitando normal a luz do intestino grosso de suínos e de humanos. Possui cerca de 60 a 100 µm de comprimento e 50 a 80 µm. \nO cisto com formato próximo ao esférico e parede lisa, sem cílios, e de 40 a 60 µm de diâmetro.</p>",
        "imageAddress" : "bala1"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; O <i>B. coli</i> apresenta ciclo biológico monoxênico, e reprodução tanto sexuada quando assexuada. A reprodução assexuada ocorre por divisão binária, com a bipartição do protozoário em sentido transversal. Já a sexuada, por conjugação, ocorre quando dois organismos se unem em um curto período de tempo de citóstoma (não altera o movimento), assim promovendo troca de material genético. No processo o macronúcleo se degenera e some no citoplasma, porém os micronúcleos crescem e realizam uma meiose seguida por uma mitose migrando para diferentes citoplasmas. A reprodução continua com a reformação dos macronúcleos. Os protozoários reorganizados podem ou não sofrer divisão binária e promover seu encistamento formando os cistos, forma mais resistente que o trofozoíto. A reprodução assexuada tem como função ampliar a colônia já a sexuada, por possibilitar a troca genética e a formação de cistos para disseminação da espécie.</p>",
        "imageAddress" : "bala3"
      },
      {
        "title" : "Patogenia e Sintomatologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O <i>B. coli</i> vive geralmente na luz do intestino grosso, sendo aparentemente, incapaz de penetrar mucosas intactas, porém quando já há lesão ele é capaz adentrar até as camadas musculares causando lesões do tipo necrótico. A proteólise é considerada como o fator de digestão das mucosas de revestimento do cólon, isso facilita a invasão dos tecidos. O B. coli tem a capacidade de produzir enzimas proteolíticas e com padrão de patogenia próximo da Entamoeba histolytica. A penetração do intestino pode progredir para infecção da pleura, do fígado, dos linfonodos mesentéricos, da vagina, da bexiga ou do ureter. Os casos mais graves em maior ocorrência em pacientes imunodeprimidos como portadores neoplasias, doenças do colágeno, anemia falciforme, tuberculose, AIDS, desnutridos, ou pacientes com uso em longos períodos de corticoides ou imunossupressores. A doença possui 3 categorias: <br /> No paciente assintomático o <i>B. coli</i> pode estar presente apesar de não causar dano algum, também sendo semelhante a amebíase.<br /> No paciente crônico há um ciclo de alternância entre diarreia e constipação, o que causa perda de peso e dor abdominal. <br /> No paciente agudo, considerada como uma infecção leve, há uma síndrome disentérica constituída de muco e material purulento, além de sangue, nas fezes. Em casos graves pode vir conjugados a anorexia, náuseas, perda de peso, caquexia, palidez, cefaleia, insônia, vômito, anemia. Ainda nestes casos podendo ocorrer perfuração intestinal, peritonite, invasão extraintestinal, com contaminação de outros órgãos (pulmões e fígado) pelo parasito podendo o paciente se desenvolver ao óbito.\n</p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p><i>&nbsp; &nbsp; “Conforme foi dito anteriormente, o gênero Balantidium ocorre em uma grande variedade de animais, usualmente como participantes mutualísticos intestinais, porém a espécie B. coli já ocorre em poucos mamíferos podendo desencadear alguma patogenia. Nas infecções em humanos e suínos raramente provoca alguma sintomatologia e mais raramente ainda surtos graves. Isso provavelmente se deve à defesa inespecífica (imunológica inata), impedindo a colonização do parasito na mucosa do intestino grosso do hospedeiro. Nesses casos há participação das imunidades humoral e celular, que estão ainda carecendo de estudos profundos”</i>\n</p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia pode ser baseada nas ações de: \n Criação de suínos com melhores condições sanitárias, impedindo a disseminação das fezes.\n  Educação higiênico-sanitária para a população\n  Treinamento para higienização de alimentos em estabelecimentos comerciais e industriais\n  Tratamento dos doentes, humanos e suínos\n  Higiene dos profissionais que tratam com suínos\n</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Nos casos sintomáticos pode ser feita uma dieta láctea por alguns dias, devido à restrição alimentar de amido do protozoário, porém em alguns casos deve ser ministrado medicamentos, como tetraciclinas para adultos (contraindicação para mulheres grávidas), e para crianças metronidazol. Os pacientes assintomáticos podem espontaneamente se curar.</p>"
      }
    ]
  },


  {
    "categoryName" : "Ancilostomíase",
    "numberOfTabs" : 9,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Nesse cap&iacute;tulo, ser&atilde;o abordados os parasitos respons&aacute;veis pela ancilostom&iacute;ase e pela necator&iacute;ase, uma vez que pertencem &agrave; mesma fam&iacute;lia e possuem grandes semelhan&ccedil;as, apesar de serem esp&eacute;cies morfologicamente bem distintas: <em>Ancylostoma duodenale&nbsp;</em>e <em>Necator americanus</em>. Eles s&atilde;o respons&aacute;veis pelo amarel&atilde;o e pela opila&ccedil;&atilde;o, doen&ccedil;as que atingem milh&otilde;es de pessoas em todo o mundo e causam anemia e defici&ecirc;ncia no crescimento f&iacute;sico e mental de crian&ccedil;as.</p>\n<p>&nbsp; &nbsp; A partir disso, foram feitas diversas campanhas de tratamento das crian&ccedil;as e de saneamento b&aacute;sico. Entretanto, ainda h&aacute; algumas &aacute;reas pobres com preval&ecirc;ncia dessas parasitoses.</p>\n<p>&nbsp; &nbsp; O <em>A. duodenale</em> &eacute; mais frequente no hemisf&eacute;rio Norte, mas tamb&eacute;m ocorre na Am&eacute;rica Latina. <em>N. americanus</em>, por sua vez &eacute; o mais encontrado nas Am&eacute;ricas, na &Aacute;frica e nas ilhas do Oceano Pac&iacute;fico.</p>"
      },
      {
        "title" : "Morfologia do Agente e Habitat:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Do filo Nematoda e fam&iacute;lia Ancylostomidae, o <em>Ancylostoma duodenale&nbsp;</em>e <em>Necator americanus</em> vivem fixados na mucosa do duodeno por sua c&aacute;psula bucal, e apresentam uma diferen&ccedil;a nessa parte do corpo: no <em>A. duodenale</em>, a c&aacute;psula possui dois pares de dentes, enquanto no <em>Necator americanus</em>, existem placas cortantes. Ambos medem cerca de 1 cm de comprimento, de modo que os machos terminam com uma &ldquo;bolsa copuladora&rdquo;. Al&eacute;m da forma adulta, as outras formas s&atilde;o:</p>\n<ul>\n    <li>Ovos: pequenos, eliminados pelas fezes. Apresentam uma fina membrana e transparente, dotados de um formato oval e uma m&oacute;rula evidente.</li>\n    <li>Larvas Rabditoides: Medem 400 &micro;m, com grande vest&iacute;bulo bucal.</li>\n    <li>Larvas Filarioides: Medem 500 &micro;m, dois est&aacute;gios ap&oacute;s o anterior.</li>\n</ul>"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O ciclo desse helminto &eacute; monox&ecirc;nico (ocorre em apenas um hospedeiro), mas necessita de uma fase no solo para a eclos&atilde;o das larvas dos ovos e a sua transforma&ccedil;&atilde;o dessas larvas rabditoides (L1) em larvas intermedi&aacute;rias (L2), e larvas filarioides infectantes (L3). Essas s&atilde;o conhecidas por &ldquo;larvas embainhadas&rdquo;, pois a cut&iacute;cula da fase L2 permanece protegendo a L3. Essa forma vive de 1 a 6 meses no solo &uacute;mido e pode infectar o paciente de duas formas: penetra&ccedil;&atilde;o ativa na pele ou nas mucosas da boca, e a ingest&atilde;o de larvas na &aacute;gua ou alimentos. O resto do ciclo depende da forma da contamina&ccedil;&atilde;o:</p>\n<ul>\n    <li>Por via cut&acirc;nea ou mucosa: as larvas caem na corrente circulat&oacute;ria, v&atilde;o ao cora&ccedil;&atilde;o e depois aos pulm&otilde;es, onde perfuram os alv&eacute;olos e sobem a &aacute;rvore br&ocirc;nquica. Ao atingirem a faringe, podem ser eliminadas ou engolidas. Caso estas sejam deglutidas, se desenvolvem no intestino delgado, no duodeno. Cerca de 1 m&ecirc;s depois a infec&ccedil;&atilde;o cut&acirc;nea, os helmintos p&otilde;em ovos que s&atilde;o expelidos nas fezes.</li>\n    <li>Por via oral: as larvas v&atilde;o diretamente ao duodeno, e completam o seu ciclo. Ap&oacute;s 30 dias, os vermes j&aacute; adultos eliminam ovos nas fezes.</li>\n</ul>"
      },
      {
        "title" : "Patogeniae Sintomatologia:",
        "type" : "text",
        "text" : "<p><span>&nbsp; &nbsp; As doen&ccedil;as se assemelham em muitas caracter&iacute;sticas, provocando altera&ccedil;&otilde;es locais e gerais. Os sintomas podem apresentar tr&ecirc;s fases, cada uma com seu respectivo sintoma:</span></p>\n<div>\n    <ul>\n        <li><span>1&ordf; fase &ndash; Cut&acirc;nea:&nbsp;</span></li>\n    </ul>\n</div>\n<p><span>Penetra&ccedil;&atilde;o das larvas na pele. Geralmente n&atilde;o &eacute; percebida, mas o paciente se queixa de uma rea&ccedil;&atilde;o urticariforme.</span></p>\n<div>\n    <ul>\n        <li><span>2&ordf; fase &ndash; Pulmonar:&nbsp;</span></li>\n    </ul>\n</div>\n<p><span>Ocorre no momento que as larvas passam pelos pulm&otilde;es, gerando febre, tosse com muco e at&eacute; a s&iacute;ndrome de L&ouml;effler (pneumonite al&eacute;rgica). Essa fase pode durar cerca de 30 dias.</span></p>\n<div>\n    <ul>\n        <li><span>3&ordf; fase &ndash; Intestinal:&nbsp;</span></li>\n    </ul>\n</div>\n<p><span>Ap&oacute;s muitos helmintos se fixarem na mucosa do duodeno, o paciente apresenta dor na por&ccedil;&atilde;o alta e direita do abd&ocirc;men, febre, fraqueza e diarreia com sangue.</span></p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Aperar do ciclo pulmonar pelas larvas filarioides da ancilostom&iacute;ase/necator&iacute;ase, a resposta imune &eacute; semelhante a que ocorre na tricur&iacute;ase, que n&atilde;o possui ciclo pulmonar. Nessas doen&ccedil;as, tamb&eacute;m acontecem reinfec&ccedil;&otilde;es discretas, causando parasitismos cr&ocirc;nicos. Por outro lado, pessoas que nunca tiveram contato com esses parasitos, caso sejam infectadas por muitas larvas filarioides, desenvolvem quadros graves da doen&ccedil;a.</p>\n<p>&nbsp; &nbsp; Em pacientes cr&ocirc;nicos da regi&atilde;o end&ecirc;mica, pode ser observada a resposta end&ecirc;mica do tipo Th2 e Th1, com produ&ccedil;&atilde;o de interleucinas (1L-4, IL-5, IL-9 e IL-13), al&eacute;m de elevados n&iacute;veis de IgG, IgE e eosin&oacute;filos. O sistema imune &eacute; capaz de eliminar muitas larvas filarioides, reduzindo as infec&ccedil;&otilde;es. Em regi&otilde;es end&ecirc;micas, &eacute; testada uma vacina contra a ancilostom&iacute;ase.</p>"
      },
      {
        "title" : "Diagnóstico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O diagn&oacute;stico pode ser feito pelo exame de fezes (uma vez que os ovos s&atilde;o encontrados nesses excretos), a partir de um m&eacute;todo chamado Baermann-Moraes. Ovos de outro parasito de ruminantes, o <em>Trichostrongylus sp</em>. E de <em>Meloidogyne sp</em>. Podem ser encontrados nas fezes humanas e se assemelham aos dos ancilostom&iacute;deos, mas se diferem pelo primeiro ter uma extremidade ligeiramente &ldquo;afilada&rdquo;.</p>"
      },
      {
        "title" : "Epidemiologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; As doen&ccedil;as possuem porpor&ccedil;&atilde;o mundial, principalmente em regi&otilde;es subdesenvolvidas (h&aacute; cerca de 100 anos atr&aacute;s, a Inglaterra e os Estados Unidos eram vastamente acometidos por esses parasitos). No Brasil. H&aacute; o <em>N. americanus</em>.</p>\n<p>&nbsp; &nbsp; A fonte de infec&ccedil;&atilde;o s&atilde;o os humanos parasitados, e esta se d&aacute; por larvas filarioides infectantes, por meio de ve&iacute;culos como solos &uacute;midos e sombreados.</p>\n<p >&nbsp; &nbsp; A via de penetra&ccedil;&atilde;o &eacute; a penetra&ccedil;&atilde;o ativa das larvas na pele, nos p&eacute;s ou na mucosa bucal, ou a ingest&atilde;o junto com &aacute;gua ou alimentos infectados.</p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia dessas geo-helmintoses depende basicamente do tratamento em massa da popula&ccedil;&atilde;o, instalando-se servi&ccedil;os de saneamento b&aacute;sico, instru&ccedil;&atilde;o de usar cal&ccedil;ados e luvas para manipular solos. Al&eacute;m disso &eacute; recomendada a educa&ccedil;&atilde;o sanit&aacute;ria, ambiental e c&iacute;vica.</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os parasitos devem ser eliminados com o uso de medicamentos espec&iacute;ficos, e deve ocorrer a reposi&ccedil;&atilde;o de ferro, a partir de uma dieta rica no mineral e de sulfato ferroso.</p>"
      }
    ]
  },
  {
    "categoryName" : "Necatoríase",
    "numberOfTabs" : 1,
    "tabs" : [
    {
      "title" : "Semelhanças com Ancilostomíase:",
      "type" : "text",
      "text" : "<p>&nbsp; &nbsp; Devido &agrave; sua semelhan&ccedil;a epidemiol&oacute;gica, profil&aacute;tica, quanto &agrave; forma de diagn&oacute;stico e em rela&ccedil;&atilde;o &agrave; morfologia dos parasitos respons&aacute;veis com a ancilostom&iacute;ase, a necator&iacute;ase foi tratada no cap&iacute;tulo anterior, juntamente com a doen&ccedil;a anteriormente citada.</p>"
    }
  ]
  },
  {
    "categoryName" : "Enterobíase",
    "numberOfTabs" : 9,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A enterob&iacute;ase (ou enterobiose) &eacute; uma doen&ccedil;a provocada pelo <em>Enterobius</em> <em>vermicularis</em>, antigamente denominado <em>Oxyurus vermicularis</em>, de modo que alguns ainda chamem a doen&ccedil;a de oxiurose. Tamb&eacute;m &eacute; popularmente conhecida como &ldquo;caseira&rdquo;, por alcan&ccedil;ar outros indiv&iacute;duos da fam&iacute;lia.</p>\n<p>&nbsp; &nbsp; Sua distribui&ccedil;&atilde;o geogr&aacute;fica se d&aacute; de maneira ampla, ocorrendo em todos os pa&iacute;ses nas mais diversas classes sociais. A doen&ccedil;a, por&eacute;m, acomete mais frequentemente crian&ccedil;as em ambientes mais favor&aacute;veis, como creches e escolas.</p>"
      },
      {
        "title" : "Morfologia do Agente e Habitat:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Do filo Nematoda, classe Secernentea e fam&iacute;lia Oxyuridae, o <em>Enterobius vermicularis</em> pode ser encontrado nas seguintes formas:</p>\n<div>\n    <ul>\n        <li>Vermes adultos: pequenos, com aproximadamente 1 cm de comprimento. Vivem no ceco (regi&atilde;o anterior ao abd&ocirc;men), motivo pelo qual as f&ecirc;meas s&atilde;o encontradas na regi&atilde;o perianal.</li>\n    </ul>\n</div>\n<p>&nbsp;</p>\n<div>\n    <ul>\n        <li>Ovos: Apresentam uma larva em seu interior, e n&atilde;o saem com as fezes, uma vez que as f&ecirc;meas os eliminam no n&iacute;vel do &acirc;nus. Por tal motivo, os ovos podem ser encontrados nessa &aacute;rea ou nas roupas &iacute;ntimas.</li>\n    </ul>\n</div>"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Ap&oacute;s a c&oacute;pula, as f&ecirc;meas cheias de ovos v&atilde;o para a regi&atilde;o anal, principalmente no per&iacute;odo noturno. Essa migra&ccedil;&atilde;o pode ser influenciada pelo repouso humano ou por raz&otilde;es peculiares do sistema digest&oacute;rio.</p>\n<p>&nbsp; &nbsp; Os ovos eliminados j&aacute; possuem larvas de segundo est&aacute;dio (denominadas L2) que, em poucas horas, se transformam em larvas infectantes (L3). Esses ovos, ent&atilde;o, podem ser ingeridos junto aos alimentos, por meio de m&atilde;os sujas, por exemplo. Tal motivo de d&aacute; pela coceira anal contaminar as m&atilde;os e deixar ovos embaixo das unhas.</p>\n<p>&nbsp; &nbsp; Ao chegar novamente no intestino de um hospedeiro, as larvas eclodem e v&atilde;o para o ceco, transformando-se em vermes adultos. Os machos morrem em 15 dias, em m&eacute;dia, enquanto as m&eacute;dias se dirigem para o &acirc;nus em 50 a 60 dias ap&oacute;s a infec&ccedil;&atilde;o, momento em que est&aacute;s tamb&eacute;m morrem.</p>\n<p>&nbsp; &nbsp; A autoinfec&ccedil;&atilde;o tamb&eacute;m pode ocorrer, sendo interna, quando os ovos eclodem ainda dentro do intestino grosso; ou externa, quando o hospedeiro humano co&ccedil;a o &acirc;nus e leva a m&atilde;o &agrave; boca.</p>"
      },
      {
        "title" : "Patogenia:",
        "type" : "text",
        "text" : "<p><span>&nbsp; &nbsp; A manifesta&ccedil;&atilde;o principal dessa helmintose &eacute; o prurido anal (coceira persistente ao redor do &acirc;nus), provocado pela presen&ccedil;a de f&ecirc;meas gr&aacute;vidas, muco e ovos. Em casos raros, os ovos da regi&atilde;o anal podem liberar larvas e retornar ao intestino grosso, causando uma retroinfec&ccedil;&atilde;o do indiv&iacute;duo. No caso de crian&ccedil;as do sexo feminino, as larvas podem atravessar o per&iacute;neo e penetrar na vagina, causando vaginites ou at&eacute; mesmo infec&ccedil;&otilde;es nos ov&aacute;rios, podendo deixar a crian&ccedil;a est&eacute;ril.</span></p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Devido a efici&ecirc;ncia efetiva do sistema imune em rela&ccedil;&atilde;o &agrave; enterob&iacute;ase, s&atilde;o mais raros os casos de se encontrar pacientes cr&ocirc;nicos. Usualmente, as primeiras infec&ccedil;&otilde;es possuem mais f&ecirc;meas do que as reinfec&ccedil;&otilde;es, que nem sempre ocorrem.</p>"
      },
      {
        "title" : "Diagnóstico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Um forte ind&iacute;cio de enterob&iacute;ase &eacute; uma crian&ccedil;a apresentar coceira na regi&atilde;o anal, o que facilita o diagn&oacute;stico da doen&ccedil;a. Al&eacute;m disso, esta pode ser diagnosticada em um exame convencional de sedimenta&ccedil;&atilde;o espont&acirc;nea (mistura de fezes com &aacute;gua em repouso, que detecta ovos de helmintos e cistos de protozo&aacute;rios nas fezes), tal como pelo exame da &ldquo;fita gomada&rdquo; (&eacute; inserida uma fita gomada na regi&atilde;o perianal, e depois analisada).</p>"
      },
      {
        "title" : "Epidemiologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Quanto &agrave; distribui&ccedil;&atilde;o geogr&aacute;fica, a doen&ccedil;a &eacute; mundial, principalmente nos pa&iacute;ses europeus e norte-americanos, devido ao longo inverno que faz as pessoas ficarem mais tempo em ambientes fechados.</p>\n<p>&nbsp; &nbsp; A sua fonte de infec&ccedil;&atilde;o s&atilde;o os humanos, em casas e creches, em que um paciente pode infectar o resto do ambiente, e a forma de transmiss&atilde;o se d&aacute; por ovos do parasito com larvas em seu interior, a partir de alimentos ou m&atilde;os sujas, e objetos que entraram em contato com o indiv&iacute;duo infectado, como dinheiro e ma&ccedil;anetas.</p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia se d&aacute; pelo tratamento dos infectados, visto que estes servem como fonte de infec&ccedil;&atilde;o no mesmo ambiente. Ademais, n&atilde;o se deve sacudir roupas que possam estar com ovos ou roupas de cama dos pacientes, assim como se deve limpar e cortar as unhas. O uso de aspirador de p&oacute; &eacute; recomend&aacute;vel, desde que haja cuidado em rela&ccedil;&atilde;o ao local de descarte de seu conte&uacute;do.</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O tratamento desse parasito é fácil, e pode ocorrer cura espontânea se não houver reinfecção, já que as fêmeas morrem e são eliminadas 2 meses após a contaminação. Para o caso de invasão do sistema genital feminino, é necessário um tratamento médico.</p>"
      }
    ]
  },
  {
    "categoryName" : "Ascaridíase",
    "numberOfTabs" : 9,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A ascaridíase é uma doença pelo <i>Ascaris lumbricoides</i>. Este parasito possui distribuição geográfica mundial, e seus ovos foram encontrados em coprólitos1, acompanhando a humanidade desde os primórdios – tal como o <i>Trichuris trichiura</i>, que será mencionado posteriormente. De acordo com estimativas, três a cada dez pessoas no mundo estão parasitadas por este helminto, sendo este o mais prevalente dentre a população. A doença é grave e ainda acomete milhões de pessoas, causando problemas físicos e intelectuais, sendo assim, uma causa e uma consequência do subdesenvolvimento de países e regiões. \n    Esse helminto também é denominado lombriga – por tal motivo, os vermífugos possuem como sinônimo “lombrigueiro”.\n</p>"
      },
      {
        "title" : "Morfologia do Agente:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; Do Filo Nematoda, classe Secernentea, família Ascarididae, o <i>Ascaris lumbricoides</i> em sua forma adulta é grande, de modo que a fêmea mede aproximadamente 35 cm de comprimento, enquanto o macho mede cerca de 20cm. Vivem no intestino delgado de humanos, produzindo muitos ovos, que são cobertos por uma camada externa mamilonada e de cor castanha (como a casca de um abacaxi). O verme é um geo-helminto, isto é, necessitam do solo para amadurecer e formar suas larvas.\n    Os suínos podem ser infectados por um parasito semelhante, denominado <i>Ascaris suum</i>, que pode parasitar humanos, porém, neste caso, é eliminado espontaneamente.\n</p>",
        "imageAddress" : "ascaridiase1"
      },
      {
        "title" : "Ciclo Biológico:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; Os machos e as fêmeas acasalam no intestino delgado, e estas botam muitos ovos (até 200 mil por dia), que chegam ao exterior com embriões do helminto. Em um ambiente úmido e sombreado, após 15 dias as larvas (L1) se formam dentro de cada ovo, e após mais 15 dias se transformam em L2 e, em mais 15 dias, se tornam larvas infectantes (L3) ainda dentro do ovo. Esses ovos serão ingeridos por um novo hospedeiro humano, onde as larvas irão eclodir no intestino delgado e, devido ao seu metabolismo aeróbio, penetrarão na mucosa intestinal e cairão na circulação sanguínea. Passam pelo fígado, depões vão ao coração e aos pulmões, ao que é dado o nome de ciclo pulmonar (ciclo de Loss). Nos pulmões, as larvas perfuram os alvéolos pulmonares, sobem a árvore brônquica e chegam à faringe, podendo ser expelidas, junto com o muco que é produzido; ou ingeridas, dirigindo-se ao intestino delgado, onde se transformarão em vermes adultos que, após 30 dias, iniciam a ovoposição (desde a ingestão, demora cerca de 60 dias), reiniciando o ciclo.\n</p>",
        "imageAddress" : "ascaridiase2"
      },
      {
        "title" : "Patogenia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A ascaridíase ocorre com frequência no mundo todo e, em conjunto com a ancilostomíase e a necatoríase, é importante para a saúde pública, devido às alterações que causa nos pacientes, sobretudo nas crianças.\n    A patogenia dessa doença se dá por duas fases:\n•\tPulmonar: durante a passagem das larvas, ocorrem manifestações semelhantes às dos helmintos que realizam ciclo pulmonar: tosse produtiva, febre e síndrome de Löffler (pneumonite alérgica).\n•\tIntestinal: de acordo com o número de parasitos (ao que é dado o nome de carga parasitária), variam as consequências, de maneira que, em infecções mais numerosas (100 ou mais vermes), os indivíduos podem apresentar depauperamento físico (enfraquecimento), magreza, palidez e barriga com volume estufado. Isso ocorre em decorrência da alimentação dos vermes, que consome uma grande quantidade de proteínas, lipídios, carboidratos e vitamina A. A carência dessa vitamina pode gerar manchas na pele das pessoas parasitadas. Além disso, os vermes podem provocar irritações na parede do intestino, que ocasiona manifestações nervosas, incluindo ataques epiléticos.\n    Eventualmente, esse indivíduo pode se enovelar no intestino delgado, gerando obstruções e um quadro denominado “abdome agudo”, uma forte dor que necessita de intervenção cirúrgica imediata.\n    O verme pode ser encontrado em locais ectópicos (também chamado de “Ascaris errático”), quando o verme se encontra ora do seu habitat, podendo ser até fatal. Os helmintos podem entrar no apêndice cecal (apendicite aguda), canal colédoco (ducto que transporta a bile), vesícula biliar (colecistite), ducto pancreático (pancreatite aguda), trompa de Eustáquio e e até mesmo no canal lacrimal.\n</p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A resposta imune das helmintoses é muito semelhante, apresentando a eosifilina elevada, assim como a participação de macrófagos. As larvas, quando estão na corrente sanguínea, morrem por toxicidade, causada pelos eosinófilos. A resposta imune é do tipo Th2 e presença de IgE. A IL-4 estimula a produção de IgE, que implica na expulsão dos vermes adultos, e a IL-13 também o faz. Os mastócitos promovem o aumento da secreção dos locais mediadores da inflamação, como o muco e o aumento da contratilidade da musculatura intestinal. \n    Na ascaridíase, ocorre a eliminação “espontânea” de vermes adultos em pessoas anteriormente infectadas, devido à reativação do sistema imune, por meio de células da memória imunológica.\n    Nessa e em outras helmintoses que apresenta, ciclo pulmonar, ocorre a síndrome de Löffler, uma reação imunológica decorrente das larvas que passaram pelos pulmões e de seus resíduos. Como consequência, o individuo apresenta um infiltrado eosinofílico alérgico, que causa tosse, dispneia e anorexia, que podem regredir em poucos dias após a conclusão dessa fase do ciclo.\n</p>"
      },
      {
        "title" : "Diagnóstico:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O diagnóstico da ascaridíase é feito por meio de um exame de fezes, utilizando métodos de localização dos ovos característicos desse parasito. Exames por imagens podem ser úteis para visualizar o helminto e possíveis obstruções\n</p>"
      },
      {
        "title" : "Epidemiologia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Quanto à distribuição geográfica, a doença é encontrada no mundo todo. Em se tratando de sua fonte de infecção, o <i>Ascaris lumbricoides</i> infecta apenas os humanos, apesar de suínos possuírem um parasito semelhante: <i>Ascaris suum.</i>\n    A forma de transmissão se dá por ovos que contenham larvas infectantes, e o seu veículo são mãos sujas, alimentos ou água contaminados com os ovos, poeira ou moscas. Sua via de penetração é oral.\n    A prevalência dessa helmintose pode ser explicada pelo aspecto dos ovos que permanecem viáveis por mais de um ano, em ambientes domésticos e peridomésticos. Acredita-se que aproximadamente 30% da população mundial esteja parasitada pelo <i>A. lumbricoides</i>, cuja distribuição mundial não é uniforme, sendo mais presente dentre a população mais carente. Estudos evidenciam a presença da ascaridíase em populações de idosos no Brasil.\n</p>"
      },
      {
        "title" : "Profilaxia:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A profilaxia requer a melhora de fatores sociais como higiene pessoal, lavar corretamente as mãos e verduras, beber somente água filtrada, proteger alimentos contra moscas, educação sanitária, cívica e ambiental. Fatores esses ainda ausentes em muitas localidades, o que contribui para a perpetuação dessa doença.\n</p>"
      },
      {
        "title" : "Tratamento:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; O tratamento da ascaridíase se dá por medicamentos específicos, hidratação e jejum, no caso de obstruções. Não se deve utilizar anti-helmínticos sem antes fazer um exame de fezes, uma vez que não é indicado o uso de remédios sem uma razão certa ou prescrição médica.\n</p>"
      }
    ]
  },
  {
    "categoryName" : "Larva Migrans",
      "numberOfTabs" : 4,
      "tabs" : [
        {
          "title" : "Introdução:",
          "type" : "text",
          "text" : "<p>&nbsp; &nbsp; A larva <em>migrans&nbsp;</em>&eacute; uma s&iacute;ndrome provocada por larvas de helmintos parasitos de animais que, ao alcan&ccedil;ar os humanos, migram na pele ou nas v&iacute;sceras dos pacientes. Dessa forma, &eacute; poss&iacute;vel dividi-las em dois tipos: cut&acirc;nea e visceral, de modo que ambas possuem os humanos como hospedeiros e s&atilde;o acidentais. Elas ocorrem no mundo todo, pois os humanos cada vez mais vivem com c&atilde;es e gatos.</p>"
        },
        {
          "title" : "<p><span>Larva <em>migrans</em> Cut&acirc;nea:</span></p>",
          "type" : "text",
          "text" : "<p>&nbsp; &nbsp; &Eacute; tamb&eacute;m chamada de dermatite pruriginosa ou &ldquo;bicho geogr&aacute;fico&rdquo;, pois a larva forma um contorno sinuoso na pele. As principais esp&eacute;cies causadoras s&atilde;o: <em>Ancylostoma caninum</em>, <em>A. braziliense</em>, <em>A. tubaeforme&nbsp;</em>e <em>Uncinaria stonecephala</em>, que infectam o intestino delgado de c&atilde;es e gatos; <em>Bunostomum phlebotomum</em>, que ocorre no intestino delgado de bovinos. Esses ovos saem nas fezes dos respectivos animais e, chegando ao solo areno-argiloso, sombreado e &uacute;mido, liberam as larvas, que depois se transformam em larvas filarioides infectantes, que podem penetrar da pele de humanos (nos p&eacute;s, ao andar descal&ccedil;o, nas n&aacute;degas ao se assentar no ch&atilde;o com roupas de banho, por exemplo) e, a partir disso, poder&atilde;o circular entre a derme e a epiderme (o que causa dor ao indiv&iacute;duo, o que implica em retir&aacute;-la) ou morrer por meio da terap&ecirc;utica apropriada, que &eacute; bem eficiente. &nbsp;Essa zoonose deve ser combatida dando um destino adequado &agrave;s fezes dos animais citados anteriormente, muitas vezes presentes em parques, praias e jardins. Existem casos de cegueira no brasil proveniente dessas larvas, denominada neurorretinite subaguda difusa unilateral (NSDU).</p>"
        },
        {
          "title" : "<p><span>Larva <em>migrans</em> Visceral:</span></p>",
          "type" : "text",
          "text" : "<p>&nbsp; &nbsp; &nbsp;As larvas dos helmintos circulam pelas v&iacute;sceras (principalmente pelo f&iacute;gado, pelos pulm&otilde;es e pelo globo ocular; embora o c&eacute;rebro e os linfonodos tamb&eacute;m possam ser atingidos). A principal esp&eacute;cie respons&aacute;vel por essa manifesta&ccedil;&atilde;o &eacute; o <em>Toxocara canis</em>, comum no intestino delgado de c&atilde;es, raposas, gatos e lobos, em todo o mundo. Uma grande quantidade de ovos &eacute; eliminada nas fezes dos hospedeiros, que viram embrionados no exterior. Os animais se infectam ingerindo ovos que contenham a larva infectante (L3), dando continuidade ao ciclo. Se os humanos ingerirem os ovos, as larvas ir&atilde;o eclodir no intestino delgado do paciente, penetrando na mucosa do &oacute;rg&atilde;o, onde podem alcan&ccedil;ar a circula&ccedil;&atilde;o sangu&iacute;nea e atingir diversas outras partes do corpo. De acordo com a quantidade e com o local onde as larvas se encontram, os pacientes v&atilde;o desenvolver manifesta&ccedil;&otilde;es cl&iacute;nicas diferentes, podendo ocorrer manifesta&ccedil;&otilde;es hep&aacute;ticas, pulmonares, cerebrais, oculares etc. Ap&oacute;s aproximadamente 18 meses, por conta de um processo imunoinflamat&oacute;rio, as manifesta&ccedil;&otilde;es cl&iacute;nicas desaparecem espontaneamente, quando as larvas morrem e a rea&ccedil;&atilde;o regride. A terap&ecirc;utica s&oacute; &eacute; recomendada em pacientes sintom&aacute;ticos, ap&oacute;s prescri&ccedil;&atilde;o m&eacute;dica.</p>"
        },
        {
          "title" : "Tratamento:",
          "type" : "text",
          "text" : "<p>&nbsp; &nbsp; O tratamento ocorre por meio de medicamentos espec&iacute;ficos.</p>"
        }
      ]
  },
  {
    "categoryName" : "Filarioses",
    "numberOfTabs" : 8,
    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; As filarioses s&atilde;o doen&ccedil;as que ocorrem nos humanos e dependem de um inseto como hospedeiro intermedi&aacute;rio (ciclo heterox&ecirc;nico). No Brasil, as esp&eacute;cies que atingem os humanos s&atilde;o: <em>Wulchereria bancrofti</em>, <em>Onchocerca volvulus&nbsp;</em>e <em>Mansonella ozzardi</em>. As duas primeiras s&atilde;o as mais conhecidas, enquanto a terceira ocorre na Amaz&ocirc;nia e possui baixa patogenidade.</p>"
      },
      {
        "title" : "<p><em><span>Wulchereria bancrofti</span></em>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Respons&aacute;vel pela filariose bancroftiana, tamb&eacute;m conhecida como filariose linf&aacute;tica ou elefant&iacute;ase. Os vermes adultos &ndash; o macho mede em m&eacute;dia 4 cm, e a f&ecirc;mea mede 7 cm &ndash; vivem nos vasos linf&aacute;ticos, antes dos linfonodos inguinais, p&eacute;lvicos e mam&aacute;rios.</p>\n<p><em>&nbsp; &nbsp;&nbsp;</em>Ap&oacute;s a fecunda&ccedil;&atilde;o, a f&ecirc;mea bota os ovos larvados que, ao sa&iacute;rem da f&ecirc;mea, formam uma &ldquo;microfil&aacute;ria&rdquo;, que se dirige para a corrente sangu&iacute;nea e apresenta um comportamento peculiar: durante o dia permanece nos capilares profundos; enquanto no per&iacute;odo da noite, se dirige para o sangue perif&eacute;rico. Nesse momento noturno, a f&ecirc;mea do mosquito <em>Culex quinquefasciatus</em> (pernilongo comum, que pica &agrave; noite) pica o indiv&iacute;duo parasitado e se infecta. Aparentemente, esse ciclo das larvas tem rela&ccedil;&atilde;o com a saliva do inseto, que estimula as larvas a se dirigirem ao sangue perif&eacute;rico.</p>\n<p>&nbsp; &nbsp; De 8 a 10 dias depois, as larvas no interior do mosquito se tornam infectantes e v&atilde;o para o aparelho bucal &ndash; chamado prob&oacute;scida &ndash; do inseto que, ao picar outra pessoa, ir&atilde;o parasit&aacute;-la, atingindo o seu sangue e se dirigindo aos vasos linf&aacute;ticos.</p>\n<p>&nbsp; &nbsp; A Patogenia dessa filariose se d&aacute; por uma inflama&ccedil;&atilde;o e obstru&ccedil;&atilde;o dos vasos linf&aacute;ticos, em uma lenta evolu&ccedil;&atilde;o. As primeiras manifesta&ccedil;&otilde;es s&atilde;o a linfangiectasia (os vasos linf&aacute;ticos se dilatam), estase linf&aacute;tica, edema linf&aacute;tico, acsite linf&aacute;tica, linf&uacute;ria (linfa &eacute; eliminada na urina) e elefant&iacute;ase, ap&oacute;s alguns anos. As manifesta&ccedil;&otilde;es de elefant&iacute;ase podem ser, ap&oacute;s 8 a 10 anos, o aumento acentuado do volume do &oacute;rg&atilde;o (membros inferiores e test&iacute;culos, principalmente), acompanhado da derme mais espessa ou queratinizada.</p>\n<p>&nbsp; &nbsp; O diagn&oacute;stico do parasita pode ser obtido por meio de um exame de sangue, colhido entre 22 e 2 horas &ndash; de modo a se obter as microfil&aacute;rias, que estar&atilde;o na circula&ccedil;&atilde;o perif&eacute;rica. Com o sangue colhido, s&atilde;o feitos esfrega&ccedil;os em l&acirc;minas que ser&atilde;o examinadas, em busca dos parasitos.</p>\n<p>&nbsp; &nbsp; A doen&ccedil;a possui grande distribui&ccedil;&atilde;o geogr&aacute;fica, sendo encontrada na &Aacute;frica, na &Aacute;sia, nas ilhas do Pac&iacute;fico e nas Am&eacute;ricas central e do Sul. J&aacute; no Brasil, essa filarioses era encontrada, principalmente, em Macei&oacute; Olinda Recife etc. Essa concentra&ccedil;&atilde;o, por&eacute;m, ocorreu apenas at&eacute; o ano de 2005, quando houve um dedicado trabalho de controle, de modo que os focos de Bel&eacute;m e de Macei&oacute; foram considerados extintos, e houve uma redu&ccedil;&atilde;o nas demais cidades.</p>\n<p>&nbsp; &nbsp; O seu tratamento ocorre de maneira eficiente, e quanto antes este ocorrer, melhor, sobre os pontos de vista profil&aacute;tico, est&eacute;tico &mdash; devido &agrave;s deforma&ccedil;&otilde;es causadas pela elefant&iacute;ase &mdash; e terap&ecirc;utico.</p>"
      },
      {
        "title" : "<p><em><span>Orchocerca volvulus</span></em>:</p>",
        "type" : "text",
        "text" : "<p><em>&nbsp; &nbsp;&nbsp;</em>Nessa fil&aacute;ria, os vermes adultos s&atilde;o encontrados em n&oacute;dulos e tumores subcut&acirc;neos chamados &ldquo;oncocercomas&rdquo;, situados principalmente na cabe&ccedil;a e no tronco. A f&ecirc;mea mede 60 cm de comprimento, e o macho apenas 4 cm. Estes vivem enovelados nos tumores e, na pele pr&oacute;xima desses n&oacute;dulos, encontram-se persistentemente as microfil&aacute;rias, provocando doen&ccedil;as como a &ldquo;filariose cut&acirc;nea&rdquo; ou &ldquo;cegueira dos rios&rdquo;, visto que o transmissor &eacute; um borrachudo (ser vivo do g&ecirc;nero Simulium) que se cria em cachoeiras de rios e c&oacute;rregos. Este animal, ao picar o indiv&iacute;duo, ingere as microfil&aacute;rias presentes em sua pele que, ap&oacute;s 8 dias, tornam-se infectantes, penetrando na pele de outro indiv&iacute;duo e formando os n&oacute;dulos citados.</p>\n<p><em>&nbsp; &nbsp;&nbsp;</em>A sua patogenia &eacute; vari&aacute;vel, pois seus pacientes v&atilde;o desde assintom&aacute;ticos at&eacute; o que possui diversos n&oacute;dulos, dermatite pela presen&ccedil;a de microfil&aacute;rias e cegueira, causada pela migra&ccedil;&atilde;o de larvas na c&oacute;rnea, desenvolvendo assim um processo inflamat&oacute;rio que causa a opacifica&ccedil;&atilde;o da estrutura ocular e a perda total ou parcial da vis&atilde;o.</p>\n<p>&nbsp; &nbsp; Essa parasitose &eacute; encontrada principalmente na &Aacute;frica, no norte da Am&eacute;rica do Sul, na Am&eacute;rica Central e no M&eacute;xico. No Brasil, &eacute; encontrada apenas em Amazonas e Roraima.</p>"
      },
      {
        "title" : "<p><em><span>Mansonella ozzardi</span></em>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Ocorre da Argentina e vai at&eacute; o M&eacute;xico, demonstrando a sua vasta abrang&ecirc;ncia no continente americano. No Brasil, assim como a filariose anterior, &eacute; encontrada nos estados de Roraima e Amazonas. Os vermes adultos s&atilde;o encontrados no mesent&eacute;rio (envolt&oacute;rio dos &oacute;rg&atilde;os do intestino, que os prende na parede abdominal) e na cavidade peritoneal (localizado dentro da cavidade abdominal) dos humanos, sem promover danos ao paciente, apesar de alguns poderem apresentar febre, cefaleia, dores nas articula&ccedil;&otilde;es e frieza nas pernas.</p>\n<p>&nbsp; &nbsp; As microfil&aacute;rias s&atilde;o encontradas no sangue durante o dia todo, e s&atilde;o transmitidas pela picada de insetos &ndash; no Brasil, por borrachudos, isto &eacute;, mosquitos do g&ecirc;nero <em>Simulium</em>; e por maruins, mosquitos do g&ecirc;nero <em>Culicoides</em>, na Am&eacute;rica central. A <em>Mansonella streptocerca</em> (chamada antigamente <em>Dipetalonema streptocerca</em>) &eacute; encontrada apenas na &Aacute;frica, sobretudo nos pa&iacute;ses Congo, Zaire e Gana, sendo tamb&eacute;m transmitido pelos <em>Culicoides</em>. Por fim, tamb&eacute;m &eacute; encontrada a <em>M. perstans</em> no continente africano.</p>"
      },
      {
        "title" : "<p><em><span>Dracunculus medinensis</span></em>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Popularmente conhecida como &ldquo;fil&aacute;ria de Medina&rdquo;, devido &agrave; sua descri&ccedil;&atilde;o ter ocorrido nesta cidade, possui um aspecto peculiar, visto que a f&ecirc;mea se exp&otilde;e nas pernas dos pacientes, ao entrarem em contato com a &aacute;gua. Por tal motivo, nativos africanos a retiram das pernas parasitadas, enrolando-a em um peda&ccedil;o de pau. A f&ecirc;mea possui 1 metro e o macho apenas 5 cm.</p>\n<p>&nbsp; &nbsp; Os vermes adultos se encontram abaixo da pele das pernas de pacientes. As f&ecirc;meas gr&aacute;vidas v&atilde;o para a pele, gerando um pequeno orif&iacute;cio por onde a f&ecirc;mea se exterioriza quando o paciente entra na &aacute;gua. Ap&oacute;s a sua exposi&ccedil;&atilde;o ao meio externo, a f&ecirc;mea libera milhares de embri&otilde;es que nadam e s&atilde;o ingeridos por <em>Cyclops</em> &ndash; um pequeno crust&aacute;ceo &ndash;, onde os embri&otilde;es tornam-se infectantes. Humanos, ao beber &aacute;gua em que existe o crust&aacute;ceo, se infectam. As larvas, ao chegarem no est&ocirc;mago, migram para o intestino, penetrando em sua mucosa e atingindo a corrente sangu&iacute;nea, onde podem se dirigir para o tecido subcut&acirc;neo das pernas dos pacientes.</p>\n<p>&nbsp; &nbsp; Durante o per&iacute;odo de escravid&atilde;o no Brasil, essa fil&aacute;ria apresentou um foco na regi&atilde;o de Feira de Santana, Bahia, que foi rapidamente extinto.</p>"
      },
      {
        "title" : "<p><em><span>Loa loa</span></em>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Essa filariose &eacute; popularmente conhecida como &ldquo;tumor de Calabar&rdquo;, visto que foi descoberta nesta cidade, na Nig&eacute;ria. Ocorre em &aacute;reas de floresta tropical na &Aacute;frica. No Brasil, em Pirapora, MG, no ano de 1979, foram encontrados franceses com essa fil&aacute;ria, que se infectaram no continente africano. Tamb&eacute;m durante o per&iacute;odo de escravid&atilde;o, v&aacute;rios escravos contaminados vieram ao Brasil, por&eacute;m, essa fil&aacute;ria, que possui um ser do g&ecirc;nero <em>Crysops</em> como hospedeiro intermedi&aacute;rio, n&atilde;o se adaptou &agrave; nenhuma esp&eacute;cie de mosca existente no brasil.</p>\n<p>&nbsp; &nbsp; As f&ecirc;meas medem aproximadamente 6 cm, enquanto os machos medem 3 cm de comprimento. Os casais s&atilde;o geralmente encontrados no tecido subcut&acirc;neo, onde geram um processo inflamat&oacute;rio tempor&aacute;rio (tumor de Calabar) e, algumas vezes, atingem at&eacute; mesmo a c&acirc;mara anterior do olho, onde podem ser visualizadas pelo oftalmosc&oacute;pio.</p>\n<p>&nbsp; &nbsp; As microfil&aacute;rias s&atilde;o encontradas no sangue perif&eacute;rico, com periodicidade diurna (a hematofagia das mutucas ocorre nesse hor&aacute;rio).</p>"
      },
      {
        "title" : "<p><em><span>Dirofilaria immitis</span></em>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; &Eacute; vastamente conhecida como &ldquo;verme do cora&ccedil;&atilde;o&rdquo;, devido ao habitat onde s&atilde;o encontrados os vermes adultos. Essa fil&aacute;ria ocorre em todo o mundo, parasitando c&atilde;es, lobos, raposas e fel&iacute;deos, ocorrendo raramente em humanos. As f&ecirc;meas medem cerca de 30 cm de comprimento, enquanto os machos medem apenas 15 cm.</p>\n<p>&nbsp; &nbsp; Os parasitos vivem enovelados no ventr&iacute;culo esquerdo e na art&eacute;ria pulmonar. As microfil&aacute;rias s&atilde;o encontradas no sangue perif&eacute;rico, durante o dia e a noite, de acordo com os h&aacute;bitos alimentares de seus mosquitos hospedeiros intermedi&aacute;rios: <em>Anopheles</em>, <em>Mansonia</em>, <em>Aedes</em> e <em>Psorophora</em>.</p>\n<p>&nbsp; &nbsp; No Brasil, essa doen&ccedil;a &eacute; pouco conhecida, at&eacute; mesmo dentre os can&iacute;deos, devido a falta de um trabalho epidemiol&oacute;gico mais amplo. As maiores quantidades de c&atilde;es infectados com esta doen&ccedil;a ocorreram no Rio de Janeiro, Niter&oacute;i e Macei&oacute;.</p>"
      },
      {
        "title" : "Imunidade:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A resposta imune nas filarioses ainda &eacute; vastamente estudada, de modo que grande parte dos conhecimentos atuais se deram por infec&ccedil;&otilde;es experimentais em camundongos, ocasionadas por <em>Brugia malayi</em> e <em>W. bancrofti</em>, assim como por infec&ccedil;&otilde;es em humanos pela &uacute;ltima filariose.</p>\n<p>&nbsp; &nbsp; As infec&ccedil;&otilde;es de filarioses, em geral, s&atilde;o cr&ocirc;nicas, visto que os parasitos apresentam muitas formas de escape &agrave; resposta imune do paciente. Nestes pacientes, &eacute; poss&iacute;vel observar respostas antig&ecirc;nicas espec&iacute;ficas e produ&ccedil;&atilde;o de interferon, na produ&ccedil;&atilde;o de imunidade celular e de interleucina (IL) para o desenvolvimento de imunoglobulinas.</p>\n<p>&nbsp; &nbsp; Na fase ativa das doen&ccedil;as, s&atilde;o observados altos n&iacute;veis de IgG4, enquanto os de IgG3 e IgE s&atilde;o baixos. Quando as microfil&aacute;rias se encontram no sangue dos pacientes, percebe-se a eleva&ccedil;&atilde;o de IgG1 e IgG2. Por fim, IgA possui um n&iacute;vel elevado quando h&aacute; baixos n&iacute;veis de microfilariemia, denotando a sua a&ccedil;&atilde;o imunol&oacute;gica protetora.</p>\n<p>&nbsp; &nbsp; Al&eacute;m disso, as concentra&ccedil;&otilde;es de determinadas imunoglobulinas s&atilde;o diferentes de acordo com o sexo do paciente. Nos homens, encontram-se n&iacute;veis mais baixos de IgA, enquanto os n&iacute;veis de IgE e IgA s&atilde;o mais elevados nas mulheres. Tal fato pode explicar a maior preval&ecirc;ncia desse tipo de doen&ccedil;a nos homens.</p>"
      }
    ]
  },
  {
    "categoryName" : "Outras Helmintoses",
    "numberOfTabs" : 6,

    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Neste cap&iacute;tulo, alguns helmintos incomuns, mas que devem ser melhor conhecidos por profissionais de sa&uacute;de, ser&atilde;o apresentados, uma vez que foram apresentados diversos casos ultimamente.</p>"
      },
      {
        "title" : "<em>Angiostrongylus costaricensis</em>:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Esse helminto possui dois nomes: dibotriocefalose e difilobotriose, em fun&ccedil;&atilde;o do parasito antigamente ter sido denominado <em>Dibothriocephalus latus</em>. As larvas desse helminto s&atilde;o conhecidas como espargano e, quando atingem humanos, podem provocar a esparganose.</p>\n<p>&nbsp; &nbsp; Os vermes adultos medem de 8 a 10 cm de comprimento, e habitam o intestino delgado de humanos. Esses parasitos s&atilde;o encontrados em pa&iacute;ses em que a popula&ccedil;&atilde;o possui o h&aacute;bito de ingerir peixe cru fresco, como o Jap&atilde;o, as duas Coreias, parte dos Estados unidos, Chile, Filipinas, R&uacute;ssia e alguns pa&iacute;ses do norte da Europa. No Brasil, devido aos novos h&aacute;bitos de se comer comida japonesa, j&aacute; foram diagnosticados cinco casos em Belo Horizonte e 52 em S&atilde;o Paulo.</p>\n<p>&nbsp; &nbsp; O ciclo biol&oacute;gico desse helminto ocorre da seguinte forma: os ovos dos helmintos saem nas fezes de humanos e, ao alcan&ccedil;ar &aacute;gua limpa, liberam uma larva ciliada chamada corac&iacute;dio, que &eacute; ingerida pelo primeiro hospedeiro intermedi&aacute;rio, <em>Cyclops</em> ou <em>Diaptomus</em>. Depois, esses artr&oacute;podes s&atilde;o ingeridos por peixes, o segundo hospedeiro intermedi&aacute;rio, onde se desenvolve o espargano, que fica preso em sua musculatura. Ap&oacute;s a ingest&atilde;o de peixes ou de <em>Cyclops</em> infectados, os humanos adquirem os vermes adultos.</p>\n<p>&nbsp; &nbsp; O <em>D. latum</em> vive de 10 a 30 dias no intestino humano, usualmente ocorrendo dois ou tr&ecirc;s parasitos por pessoa.</p>\n<p>&nbsp; &nbsp; A dibotriocefalose pode ser assintom&aacute;tica ou provocar anorexia, emagrecimento, n&aacute;useas e dores abdominais por&eacute;m, em sua manifesta&ccedil;&atilde;o mais grave, tamb&eacute;m causa anemia botriocef&aacute;lica, em que o helminto compete com a dieta deficiente em vitamina B<sub>12</sub>.</p>\n<p>&nbsp; &nbsp; O diagn&oacute;stico dessa helmintose se d&aacute; pelo exame de fezes do paciente e a localiza&ccedil;&atilde;o dos ovos t&iacute;picos. Os ovos possuem uma casca lisa, de cor castanho-amarelada, sendo assim facilmente identific&aacute;veis.</p>"
      },
      {
        "title" : "<em>Angiostrongylus cantonensis</em>:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A esp&eacute;cie <em>Angiostrongylus cantonensis</em> &eacute; o agente etiol&oacute;gico da meningite eosinof&iacute;lica, conhecida como &ldquo;verme do pulm&atilde;o do rato&rdquo;. &Eacute; considerada uma zoonose, que possui como hospedeiros definitivos ratos pertencentes &agrave;s esp&eacute;cies <em>Rattus norvegicus</em>, <em>Rattus rattus</em> e roedores silvestres. Os hospedeiros intermedi&aacute;rios s&atilde;o algumas esp&eacute;cies de moluscos como a <em>Achatinafulica</em>, o caramujo africano, que tem se espalhado por todo o mundo e disseminado a doen&ccedil;a. Por se tratar de uma esp&eacute;cie ex&oacute;tica, n&atilde;o possui predadores naturais em outros pa&iacute;ses, o que contribui para a prolifera&ccedil;&atilde;o da doen&ccedil;a.</p>\n<p>&nbsp; &nbsp; A meningite eosinof&iacute;lica, tamb&eacute;m chamada de angiostrongil&iacute;ase cerebral, j&aacute; foi parasitada em seis estados brasileiros, nas regi&otilde;es Sudeste, Sul e Nordeste. No Sudeste da &Aacute;sia, o h&aacute;bito de comer moluscos aumenta a dissemina&ccedil;&atilde;o da doen&ccedil;a. J&aacute; no brasil, a transmiss&atilde;o ocorre pela ingest&atilde;o acidental destes animais ou do muco que eles liberam. O consumo de verduras, legumes e frutas crus que n&atilde;o possuam higieniza&ccedil;&atilde;o adequada tamb&eacute;m pode ocasionar na infec&ccedil;&atilde;o, visto que o muco secretado pelos moluscos pode infectar os alimentos.</p>\n<p>&nbsp; &nbsp; Ao serem ingeridas, as larvas do verme v&atilde;o para o sistema nervoso central, alojando-se nas meninges, causando a meningite, que pode levar &agrave; morte.</p>\n<p>&nbsp; &nbsp; Os sintomas, em geral, s&atilde;o os mesmos das meningites provocadas por outros agentes e, uma das formas de obter-se o diagn&oacute;stico da doen&ccedil;a &eacute; a partir da pun&ccedil;&atilde;o do liquor da medula &oacute;ssea, onde se encontram os eosin&oacute;filos em maior n&uacute;mero e fora do padr&atilde;o. O controle da doen&ccedil;a &eacute; dif&iacute;cil, visto que o caramujo vetor, o <em>A. fulica</em>, se dispersa e se reproduz rapidamente. Deve-se descartar o caramujo no lixo, quebrando as suas conchas, de modo a diminuir a sua transmiss&atilde;o. Ainda n&atilde;o h&aacute; um m&eacute;todo efetivo para o controle dessa helmintose.</p>"
      },
      {
        "title" : "<em>Lagochilascaris&nbsp; &nbsp; minor</em>:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Esse helminto pertence &agrave; fam&iacute;lia Ascarididae, e ocorre em fel&iacute;deos silvestres e em humanos. &Eacute; um parasito cuja cor se assemelha a leite, e o macho mede 8 mm, enquanto a f&ecirc;mea mede 10 mm de comprimento. Os vermes ocorrem em n&oacute;dulos purulentos na regi&atilde;o cervical dos animais infectados, que se infectam ao ingerir ratos (que s&atilde;o os hospedeiros intermedi&aacute;rios) contaminados com larvas infectantes. Nos n&oacute;dulos, as f&ecirc;meas p&otilde;em os ovos t&iacute;picos (tal como uma tampa de cerveja) que, no exterior, s&atilde;o ingeridos por ratos. Nesses animais hospedeiros, os ovos geram larvas, que saem de seu tubo digestivo e v&atilde;o para a musculatura dos ratos, que s&atilde;o ingeridos pelos gatos. N&atilde;o se sabe exatamente qual &eacute; o modo de infec&ccedil;&atilde;o dos humanos, e os casos existentes at&eacute; o momento ocorreram apenas na Regi&atilde;o Amaz&ocirc;nica.</p>\n<p>&nbsp; &nbsp; O diagn&oacute;stico da doen&ccedil;a &eacute; feito pela localiza&ccedil;&atilde;o dos helmintos nas les&otilde;es purulentas dos pacientes.</p>"
      },
      {
        "title" : "<em>Syngamus laringeus</em>:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Pertencente &agrave; familia Syngamidae, o parasito &eacute; tamb&eacute;m conhecido como <em>Mammonogamus laringeus</em>. Ocorre em laringe e br&ocirc;nquios de bovinos, b&uacute;falos, caprinos e, ocasionalmente, em humanos. O verme ocorre em todo o mundo, acometendo diversos humanos em diferentes pa&iacute;ses. No Brasil, pouco mais de 20 casos foram diagnosticados, apesar de esse n&uacute;mero seja bem maior, devido a dificuldade de se obter o diagn&oacute;stico.</p>\n<p>&nbsp; &nbsp; Esse helminto tem a cor avermelhada, o macho mede 3 mm e a f&ecirc;mea mede 8 mm de comprimento. Ambos vivem permanentemente acasalados, e as f&ecirc;meas eliminam diariamente grandes quantidades de ovos (que, por sua vez, assemelham-se aos de ancilostom&iacute;deos, mas com a casca dupla), que saem pelas fezes do animal infectados. No ambiente exterior, esses ovos formam uma larva infectante (L3), que pode penetrar em alguns moluscos ou artr&oacute;podes; quando esses hospedeiros s&atilde;o ingeridos pelos animais ou por humanos, as larvas perfuram a parede intestinal, chegam &agrave; corrente sangu&iacute;nea, e dirigem-se para os pulm&otilde;es e &agrave; laringe do novo hospedeiro.</p>\n<p>&nbsp; &nbsp; Os pacientes humanos com singamose apresentam quadros de tosse cr&ocirc;nica, que dura um per&iacute;odo de at&eacute; 6 meses, algumas vezes com fortes acessos e elimina&ccedil;&atilde;o de muco sanguiar nolento, principalmente quando o paciente se encontra deitado.</p>\n<p>&nbsp; &nbsp; O diagn&oacute;stico do helminto tem sido realizado a partir da localiza&ccedil;&atilde;o dos vermes expelidos durante os acessos de tosse. At&eacute; o momento, todos os pacientes relatados tiveram rela&ccedil;&atilde;o frequente, se n&atilde;o constante, com os animais reservat&oacute;rios da doen&ccedil;a.</p>"
      },
      {
        "title" : "Filo Acanthocephala:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Nesse filo, s&atilde;o encontradas duas esp&eacute;cies de helmintos frequentes em animais, mas que raramente atingem os humanos. Estas s&atilde;o: <em>Macracanthorhynchus hirudinaceus</em>, cujo macho mede de 5 a 10 cm, enquanto a sua f&ecirc;mea, de 20 a 35 cm. S&atilde;o parasitos de intestino delgado de su&iacute;nos. A outra esp&eacute;cie &eacute; o <em>Moniliformes moniliformes</em>, cujo macho mede 4 a 8 cm e a f&ecirc;mea, 7 a 11 cm. S&atilde;o parasitos de intestino delgado de ratos.</p>\n<p>&nbsp; &nbsp; O ciclo biol&oacute;gico desses helmintos tem in&iacute;cio quando saem nas fezes e s&atilde;o ingeridos por larvas de seu hospedeiro intermedi&aacute;rio, que s&atilde;o principalmente seres cole&oacute;pteros. Su&iacute;nos, ratos e, em alguns casos, humanos s&atilde;o infectados ap&oacute;s a ingest&atilde;o de larvas ou cole&oacute;pteros adultos que contenham as larvas infectantes do parasito em seu interior.</p>\n<p>&nbsp; &nbsp; Os parasitos adultos fixam-se &agrave; mucosa do intestino delgado do animal infectado, por meio de sua forte prob&oacute;scida, repleta de ganchos. Tal fixa&ccedil;&atilde;o causa les&otilde;es intestinais (&uacute;lceras) ou at&eacute; mesmo a perfura&ccedil;&atilde;o do intestino.</p>\n<p>&nbsp; &nbsp; As manifesta&ccedil;&otilde;es mais comuns e frequentes dessa parasitose s&atilde;o diarreia, emagrecimento e dor abdominal. Por fim, o seu diagn&oacute;stico &eacute; feito pelo exame de fezes e localiza&ccedil;&atilde;o dos ovos t&iacute;picos desse helminto.</p>"
      }
    ]
  },


  {
    "categoryName" : "Hemípteros",
    "numberOfTabs" : 1,

    "tabs" : [
      {
        "title" : "Barbeiro:",
        "type" : "textAndImage",
        "text" : "<p>&nbsp; &nbsp; O barbeiro é um inseto hematófago de hábitos noturno, que tem sua importância dada principalmente por ser vetor da doença de chagas. {O nome popular se referencia aos animais da subfamília <i>Triatominae</i>.}\n    Já em sua viagem à América do Sul, Charles Darwin, descreveu em seu diário, um animal que se encaixa na descrição do barbeiro, {como visto na citação:\n    <br />\n    <i>\n        \"À noite experimentei um ataque, e não merece menos este nome, do Benchuca, grande besouro negro dos Pampas. É muito repugnante sentir insetos sem asas, com cerca de uma polegada de comprimento, caçando sobre o corpo; antes de sugar eles são bastante finos, mas depois [ficam] redondos e inchados de sangue, e nesse estado eles são facilmente esmagados. Eles também são encontrados na parte norte do Chile e no Peru: um que eu peguei em Iquique estava muito vazio; sendo colocado sobre a mesa e embora cercado de pessoas, se um dedo fosse apresentado, seu sugador era estirado, e o inseto ousado começava a tirar sangue. Foi curioso observar a mudança no tamanho do corpo desses insetos em menos de dez minutos. Não houve dor sentida - Esta refeição manteve o inseto gordo por quatro meses. Em uma quinzena, porém, estava pronto, se fosse permitido, a sugar mais sangue.\"\n    </i>\n    <br />\n    Após isso o inseto ganhou ainda maior destaque com o estudo do médico mineiro Carlos Ribeiro Justiniano das Chagas.\n</p>\n<ul>\n    <li>\n        <h2>Morfologia do ectoparasita:</h2>\n        <p>\n            &nbsp; &nbsp; Da ordem <i>Hemiptera</i>, subordem <i>Heteroptera</i> e família <i>Reduviidae</i>, o Barbeiro é um\n            animal de hábitos noturnos, tendo como principais representantes <i>T. brasiliensis</i>,\n            <i>Panstrongylus megistus</i>, <i>T. pseudomaculata</i> e <i>T. sordida</i> e <i>T. infestans</i>.\n            Ele suga sangue, no ambiente silvestre, de cutias, gambás e tatus, já no ambiente doméstico, de cães\n            e gatos. Também afetando humanos, nos quais dão preferência a região da face, o que remete ao seu nome,\n            barbeiro. Aloja-se entre paredes de casas de pau-a-pique, lugar ideal para seus ninhos, em colchões,\n            atrás de móveis, paióis e galinheiros. Pode ser infectado pelo <i>T. cruzi</i> ao ingerir sangue de um\n            organismo infectado, se infectado permanece assim até o fim de sua vida, sendo que sua expectativa\n            é de cerca de até 1 ano.\n            <br />\n            <i>“O <b>T. infestans</b> era outra espécie importante, mas medidas de controle do Ministério da\n                Saúde conseguiram interromper a transmissão da doença de Chagas por este tipo de barbeiro.”</i>\n        </p>\n    </li>\n    <li>\n        <h2>Morfologia do agente:</h2>\n        <p>\n            &nbsp; &nbsp; Do filo <i>Sarcomastigophora</i>, <i>subfilo Mastigophora</i>, família\n            <i>Trypanosomatidae</i>, o <i>Trypanosoma cruzi</i> pode ser\n            encontrado em 3 formas:\n        </p>\n\n        <h2>Ciclo Biológico:</h2>\n\n        <p>\n            &nbsp; &nbsp; Medindo cerca de 2 a 3 cm na fase adulta, possuem ciclo biológico sem estágios larvais\n            {, ou seja, são paurometabólicos, sendo as espécies principalmente univoltinas ou bivoltinas,\n            respectivamente um ciclo e dois ciclos de ovo a adulto por ano}.\n            <br />\n            Como o T. cruzi passa em seu ciclo por dois hospedeiros, ele é\n            classificado como um parasita heteroxênico\n        </p>\n    </li>\n    <li>\n        <h2>Combate:</h2>\n        <ul>\n            <li>Combate ao vetor pode ser realizado por meio da pulverização de inseticidas\n                {piretroides com efeito residual de 6 meses a 1 ano}, além da eliminação de locais para o\n                estabelecimento de seus ninhos.</li>\n            <li>Além da educação sanitária e ambiental da população.</li>\n            <li>Melhoria das habitações, casas sem espaços para barbeiros, limpas, de tijolos e rebocadas.</li>\n        </ul>\n    </li>\n</ul>",
        "imageAddress": "barber1"
      }
    ]
  },
  {
    "categoryName" : "Mosquitos",
    "numberOfTabs" : 3,
    "tabs" : [
      {
        "title" : "Culex:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Com hábitos vespertinos e noturnos o <i>Culex quinquefasciatus</i> é uma espécie de ocorrência mundial,\n    grande perturbadora do sono nos seres humanos. Também é vetor do parasito causador da filariose, o\n    nematelminto, <i>Wuchereria bancrofti</i>, além de transmitir as arboviroses como vírus Mayaro, encefalite\n    de Saint Louis, Zika vírus, febre do Nilo Ocidental.\n</p>\n<ul>\n    <li>\n        <h2>Morfologia do vetor e Ciclo Biológico:</h2>\n        <p>\n            &nbsp; &nbsp; Do filo <i>Arthropoda</i>, classe <i>Insecta</i>, ordem <i>Díptera</i>, família <i>Culicidae</i> {e subfamília <i>Culicinae</i>,\n            tribo <i>Culini</i>}, O <i>Culex quinquefasciatus</i> é comum em cidades e locais com água parada, tendo\n            como preferência em áreas ricas em matéria orgânica, como lixo e fezes. Pode se apresentar\n            em 4 formas:\n        </p>\n        <ul>\n\n\n            <li>\n                <p>\n                    O ovo, marrom, e sempre juntos sendo todos os ovos do indivíduo no mesmo\n                    criadouro, não podem ser retirados da água, murchando no mesmo instante.\n                </p>\n            </li>\n\n            <li>\n                <p>\n                    A larva segundo estágio de desenvolvimento, tem preferência para água rica em material orgânico.\n                </p>\n            </li>\n\n            <li>\n                <p>\n                    A pupa, fase anterior ao inseto adulto.\n                </p>\n            </li>\n\n            <li>\n                <p>\n                    Inseto adulto, fase hematófaga e capaz de transmitir patógenos.\n                </p>\n            </li>\n        </ul>\n    </li>\n    <li>\n\n<h2>Combate:</h2>\n        <p>O combate ao mosquito é baseado nos trabalhos de:</p>\n        <ul>\n            <li>limpeza da região urbana</li>\n            <li>coleta de lixo</li>\n            <li>tratamento de esgoto {sendo para essa espécie muito mais importante a limpeza de um córrego que a aplicação de inseticida}</li>\n            <li>{Para criadouros que não podem ser extintos mecanicamente recomenda-se o uso de\n                inseticidas ou o controle biológico, feito usando a cultura de <i>Bacillus thuringiensis</i>\n                e <i>B. sphaericus</i>}</li>\n        </ul>\n    </li>\n</ul>"
      },
      {
        "title" : "<p><i>Anopheles sp.</i>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A malária, grande flagelo da humanidade, é transmitida por mosquitos do gênero <i><b>Anopheles</b></i> entre eles o <i>A. gambiae</i>, <i>A. darlingi</i>, <i>A. maculipennis</i>, <i>A. funestus</i> e <i>A. albimanus</i>. Esses mosquitos são pertencentes ao filo dos artrópodes, classe <i>insecta</i> e família <i>Culicidae</i>, a mesma de outros vetores como os dos gêneros Aedes, Culex, Haemagogus e Sabethes. Tem distribuição mundial, sendo que, no Brasil, é prevalente na região amazônica e fronteiriça, apesar de existirem distintas espécies ao longo de todo o país\n    Esse vetor, em sua fase adulta possui entre 3 e 6 mm, pernas longas, tórax, pernas, asas e abdome revestidos por escamas. Seu ciclo de vida consiste em fases aquáticas, imaturas, como ovo, larva e pupa, e uma fase terrestre, adulta.\n    Um fato interessante a ser ressaltado é que todas as fêmeas de mosquitos de importância parasitológica são hematófagas obrigatórias e costuma picar no período da noite. As peças bucais desse vetor são do tipo perfurante e sugadora e penetram o interior dos vasos capilares, lançando neles vasodilatadores, a fim de sugar o sangue por meio da ação coordenada de bombas e da pressão negativa produzida.\n    No Brasil, a malária tem apresentado diversos novos focos, sendo o A. darlingi o principal agente. Isso se deve ao fato de ele conseguir adaptar-se bem a regiões desmatadas e onde ocorre o garimpo. Torna-se necessário, portanto, que medidas preventivas sejam tomadas a exemplo da eliminação de focos do mosquito, maior controle por parte dos órgãos públicos quanto à formação de novas áreas de garimpo e desmatamento e o uso de repelentes para as pessoas que vivem em regiões endêmicas.\n</p>"
      },
      {
        "title" : "<p><i>Lutzomyia sp.</i>:</p>",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Pertencentes ao filo dos artrópodes, à família Psychodidae e à subfamília dos flebotomíneos, insetos do gênero <i><b>Lutzomyia</b></i> apresentam importância médica e veterinária por serem vetores, na região das Américas, dos protozoários causadores da leishmaniose. No velho mundo, os transmissores dessa doença são do gênero Phlebotomus.\n    Os Lutzomyia sp. medem cerca de 2 a 4 mm, possuem corpo revestido de cerdas e asas sempre levantadas. As fêmeas costumam picar aves e mamíferos no período noturno e crepuscular, já os machos não são hematófagos e se alimentam principalmente de sucos vegetais. A picada é rápida e dolorosa.\n    A principal espécie desse vetor é <i><b>Lutzomyia longipalpis</b></i>, mas existem também as espécies <i>L. whitmani</i>, <i>L. intermedia</i>, <i>L. flaviscutelata</i>, <i>L. pessoai</i>, entre outras.\n    Seu ciclo biológico inclui quatro etapas: ovo, o qual é elíptico, alongado; larva, vermiforme e que apresenta pseudópodos; pupas, de formato cilíndrico e que mede cerca de 2 mm; e adulto.\n    O controlo desse inseto é muito complexo pois seus ovos são depositados de maneira dispersa em meio à matéria orgânica e sua maioria é silvestre. Porém, existem medidas profiláticas que devem ser tomadas para evitar a infecção de humanos e animais doméstico pela leishmaniose. Entre essas medidas estão o uso de inseticidas na região domiciliar e peridomiciliar, a telagem de portas e janelas, o uso de repelentes em humanos e de coleiras com repelentes em cães, a vacinação desses animais, a limpeza de quintais e praças, de modo a reduzir os focos do vetor. Outra importante medida é a educação sanitária da população, para que possam se prevenir da doença e procurar ajuda ao reconhecer seus sintomas. A aplicação de inseticidas em ambientes silvestres, no entanto não deve ser realizada.\n</p>"
      }
    ]
  },
  {
    "categoryName" : "Moscas",
    "numberOfTabs" : 1,

    "tabs" : [
      {
        "title" : "Introdução:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Neste cap&iacute;tulo, alguns helmintos incomuns, mas que devem ser melhor conhecidos por profissionais de sa&uacute;de, ser&atilde;o apresentados, uma vez que foram apresentados diversos casos ultimamente.</p>"
      }
    ]
  },
  {
    "categoryName" : "Ectoparasitos",
    "numberOfTabs" : 3,

    "tabs" : [
      {
        "title" : "Escabiose Humana:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; A escabiose humana (sarna) é uma doença causada pelo ectoparasito <i><b>Sarcoptes scabiei</b></i>, artrópode pertencente à classe dos aracnídeos e família <i><b>Sarcoptidae</b></i>. É a única espécie de seu grupo cujo parasitismo ao ser humano não é acidental.\n    O ácaro penetra a pele humana deixando lesões em formato de galerias, em um trajeto linear. Causa espessamento na pele, coceira, prurido principalmente nas regiões de dedos, pulsos, cotovelos, axilas, joelhos e em volta da cintura. Esses parasitos se alimentam da epiderme de seu hospedeiro e causam graves reações alérgicas geralmente no horário da noite.\n    Sua transmissão pode se dar através de contato direto, sexual, por compartilhamento de objetos e contato com objetos de uso comum. Faz- se necessário, para o controle dessa doença, portanto, a educação em saúde para a população, boa higiene pessoal e o tratamento dos doentes, o qual ocorre pelos medicamentos Ivermectina e Benzoato de benzila.\n    Essa doença é de ampla ocorrência em áreas carentes, nas quais os cuidados com a higiene são menores, bem como a aceitação e aderência ao tratamento. A figura abaixo ilustra como ocorre o ciclo da doença.\n    O diagnóstico da escabiose pode ser feito por meio de exames clínicos ou parasitológicos. Com o primeiro, faz-se a anamnese, dando importância a fatos como histórico de contágio de pessoas próximas e queixas de prurido, e é observado o aspecto, o tamanho e localização das lesões. Para o segundo, existem dois tipos de exame: fita gomada, em que se coloca uma fita sobre as crostas que é depois analisada em microscópio, e raspado de pele, no qual a pele do limite das lesões é raspada e também analisada em microscópio.\n    Há indivíduos resistentes à infecção pelo ácaro e esse fato está relacionado ao mecanismo de defesa que o indivíduo utiliza. Quando há maior suscetibilidade, a resposta imune se basei na produção de imunoglobulina do tipo IgE. Quando há resistência, a resposta imune é provocada pela ação de IFN-γ, uma citocina capaz de recrutar leucócitos e macrófagos.\n</p>"
      },
      {
        "title" : "Pediculose:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; Os piolhos são artrópodes ectoparasitas, podendo ser permanentes ou temporários, residindo sobre a pele do indivíduo, sendo as espécies mais importantes:\n<ul>\n  <li><i>Pediculus capitis</i></li>\n  <li><i>Pediculus humanus</i></li>\n  <li><i>Pthirus pubis</i></li>\n</ul>\n</p>\n\n<ul>\n    <li>\n        <h2>Morfologia do Agente e Ciclo Biológico:</h2>\n        <p>\n            Pertencendo ao Filo <i>Arthropoda</i>, Ordem <i>Phthiraptera</i>, subordem <i>Anoplura</i> e em destaque duas famílias:\n          <ul>\n            <li><i>Pediculidae</i>, sendo o <i>Pediculus capitis</i> entrando na cabeça e o <i>P. humanus</i>, no corpo.</li>\n            <li><i>Pthiridae</i> que possui o chato, <i>Pthirus</i>\n            O piolho e o chato são insetos de tamanho reduzido entre 3 e 5 mm e achatados {dorsoventralmente}, são adaptados para se prenderem fortemente aos pelos. {Ectoparasitas permanentes não sobrevivendo sem o hospedeiro.} Podem transmitir febre de trincheiras {, Bartonella quintana,}, febre recorrente {, Borrelia recurrentis} e a febre maculosa {, Rickettsia rickettsii}.\n            Dentre as 3 principais espécies citadas temos:</li>\n            <li><i>Pediculus capitis</i>, possuindo de 3 a 4 mm de comprimento, sendo um parasito que tem como foco a região da cabeça. Seus ovos, popularmente conhecidos com lêndeas, são fixados pelas fêmeas nos fios de cabelo {, por meio de um pedúnculo}. Vivem cerca de 40 dias, fêmeas, {sendo que a cada dia são postos de 5 a 6 ovos, totalizando cerca de 150 ovos por vida das fêmeas}. {Os ovos são incubados em 8 a 9 dias, próximos ao corpo, devido a temperatura necessária, sendo que depois de chocados levam 15 dias para o inseto adentrar na fase adulta.}</li>\n            <li>\t<i>Pediculus humanus</i>, muito semelhante ao P. capitis, porém tem preferência a habitar as dobras das roupas, onde também bota seus ovos.</li>\n            <li><i>Pthirus pubis</i>, também chamado de piolho-da-pubis ou chato, e é causador da fitiríase, habitando a região pubiana e lá pondo seus ovos. É considerado uma DST</li>\n      \t</ul>\n      </p>\n    </li>\n\n    <li>\n        <h2>Transmissão:</h2>\n        <p>\n            <i>\n                A transmissão do piolho pode ocorrer tanto por contato direto,\n                quanto por troca de roupas ou objetos que tiveram contato com a área de hábitat da espécie.\n            </i>\n        </p>\n    </li>\n\n    <li>\n        <h2>Sintomatologia:</h2>\n        <p>\n            A pediculose pode causar: coceira, feridas, infecções bacterianas ou até mesmo favorecer a miíase\n        </p>\n    </li>\n    <li>\n        <h2>Tratamento:</h2>\n        <p>\n            Para o tratamento deve ser utilizado o piolhicida e colocado uma proteção em volta do local, como uma toalha, por 30 minutos,\n            após isso retirar a proteção e lavar o local com água e sabonete, repetir o procedimento durante 5 dias.\n        </p>\n    </li>\n</ul>"
      },
      {
        "title" : "Pulgas:",
        "type" : "text",
        "text" : "<p>&nbsp; &nbsp; As pulgas são ectoparasitas temporários, de corpo achatado lateralmente e que medem cerca de 1 a 3 mm. São artrópodes da classe <i>insecta</i>, ordem <i>Siphonaptera</i> e famílias diversas como a <i>Pulicidae</i> e a <i>Tungidae</i>.\n    O ciclo de vida das pulgas é holometábolo, ou seja, passam pelos estágios de ovo, larva, pupa e adulto. As larvas se alimentam de sangue e detritos nas fezes dos indivíduos adultos, os quais são hematófagos.\n    Estão distribuídas por todo o planeta e são encontradas parasitando animais e seres humanos. Algumas espécies também são vetores de bactérias e vírus, fato que torna as pulgas ainda mais perigosas. Sua picada é incômoda e é capaz de causar dermatite alérgica grave.\n    Esses insetos podem ser transmitidos pelo contato direto com pessoas ou animais infectados, bem como pelo compartilhamento de objetos de uso comum, como cadeiras de cinema e sofás, ou pessoal.\n    O uso de inseticidas é recomendado para o controle desses parasitas, bem como o uso de aspiradores de pó, incinerando-se o pó recolhido.\n    Algumas das principais espécies são <i>Pulex irritans</i> e <i>Xenopsylla cheopis</i>, da família <i>Pulicidae</i>, e <i>Tunga penetrans</i> da família <i>Tungidae</i>.\n    <ul>\n        <li><b><i>Pulex irritans</i></b>: A pulga <i><b>Pulex irritans</b></i> é a que mais acomete o ser humano e também é ectoparasita de outros animais. Sua picada é capaz de causar uma reação de dermatite alérgica grave. É comum em áreas malcuidadas como casas e cinemas antigos. Sua distribuição é mundial e pode ser transmissora da chamada “Tênia anã”, a <i><b>Hymenolepis nana</b></i>.\n        </li>\n        <li>\n            <b><i>Xenopsylla cheopis</i></b>: Conhecida como “pulga dos ratos”, a <i><b>Xenopsylla cheopis</b></i> possui distribuição mundial e é de importância significativa por ser transmissora da bactéria <i><b>Yersinia pestis</b></i>, causadora da peste bubônica, doença que dizimou 1/3 da população europeia na Idade Média. Em seu ciclo de vida, a pulga parasita ratos até que eles morram para que então procurem um novo hospedeiro que poderá ser um humano. Atualmente, essa bactéria está restrita a regiões silvestres, sendo alvo de permanente vigilância epidemiológica.\n                A <i>X. cheopis</i> tem grande prevalência no Brasil, bem como outra espécie pertencente ao mesmo gênero, a <i>X. brasilienses</i>.\n        </li>\n            <li><i><b>Tunga penetrans</b></i>: Essa pulga, que é parasita de homens e outros animais como cães, gatos e suínos, é popularmente conhecida como “bicho de pé” pois penetra nos pés, região em que a fêmea realiza a oviposição. Sua saliva causa um prurido característico para sua identificação.\n                Uma tumoração clara no local da picada e de estabelecimento do ectoparasito pode surgir com os dez primeiros dias. Para que seja retirada, faz-se necessária a aplicação de um bacteriostato local e o uso de uma agulha esterilizada. O buraco deixado deve ser tratado com antissépticos como álcool iodado ou mertiolato.\n                A <i>T. penetrans</i> tem importância também por ser capaz de atuar como vetor mecânico para as bactérias <i>Clostridium tetani</i> e <i>Clostridium perfrigens</i>, causadoras do tétano e da gangrena gasosa respectivamente, e para fungos que podem causar micoses.\n        </li>\n    </ul>\n</p>"
      }
    ]
  }
]